Repository: simracingeu/simracingeu.github.io
Catalog: simracingeu/locale/*/LC_MESSAGES/django.po
Languages: es, fr, it, pt

source: It is recommended to maintain a safe distance during the first two laps. Maximum caution is advised as incidents in the first lap have greater consequences.
es: Se recomienda mantener distancia segura durante las dos primeras vueltas. Se aconseja máxima precaución ya que los incidentes en la primera vuelta tienen mayores consecuencias.
fr: Il est recommandé de maintenir une distance de sécurité pendant les deux premiers tours. Une prudence maximale est conseillée car les incidents au premier tour ont des conséquences plus graves.
it: Si raccomanda di mantenere una distanza di sicurezza durante i primi due giri. Massima cautela è consigliata poiché gli incidenti nel primo giro hanno conseguenze maggiori.
pt: Recomenda-se manter uma distância segura durante as duas primeiras voltas. Aconselha-se máxima cautela, pois os incidentes na primeira volta têm consequências mais graves.

source: What are the rules about braking on track?
es: ¿Qué reglas existen sobre frenar en pista?
fr: Quelles sont les règles concernant le freinage sur la piste ?
it: Quali sono le regole sulla frenata in pista?
pt: Quais são as regras sobre travagem em pista?

source: Sudden braking on straights is considered a moderate penalty. Early braking as a defensive technique is allowed, with the responsibility on the attacking driver to maintain distance.
es: Frenazos bruscos en rectas se consideran penalización moderada. Frenar temprano como técnica defensiva está permitido, siendo responsabilidad del piloto atacante mantener distancia.
fr: Un freinage brusque en ligne droite est considéré comme une pénalité modérée. Un freinage anticipé comme technique défensive est autorisé, avec la responsabilité pour le pilote attaquant de maintenir la distance.
it: Frenate improvvise sui rettilinei sono considerate penalità moderate. Frenate anticipate come tecnica difensiva sono permesse, con responsabilità sul pilota attaccante di mantenere la distanza.
pt: Travagens bruscas nas retas são consideradas uma penalização moderada. Travagem antecipada como técnica defensiva é permitida, sendo responsabilidade do piloto atacante manter a distância.

source: When is returning to the pits allowed?
es: ¿Cuándo está permitido volver a boxes?
fr: Quand est-il permis de retourner aux stands ?
it: Quando è permesso tornare ai box?
pt: Quando é permitido regressar às boxes?

source: Returning to the pits is only allowed when the car is completely unusable or represents a danger. Using it locks the car in the pits. In race sessions, attempting to rejoin after using it results in automatic disqualification. In qualifying, the driver cannot continue and must start the race with their best time before using it. It is allowed if the car is within its assigned pit box.
fr: Le retour aux stands n'est autorisé que lorsque la voiture est complètement inutilisable ou représente un danger. Son utilisation verrouille la voiture dans les stands. En course, tenter de reprendre la piste après l'avoir utilisé entraîne une disqualification automatique. En qualification, le pilote ne peut pas continuer et doit commencer la course avec son meilleur temps avant utilisation. C'est permis si la voiture est dans son box assigné.
it: Il rientro ai box è consentito solo quando l'auto è completamente inutilizzabile o rappresenta un pericolo. L'utilizzo blocca l'auto nei box. Nelle sessioni di gara, tentare di rientrare dopo averlo utilizzato comporta la squalifica automatica. In qualifica, il pilota non può continuare e deve partire con il suo miglior tempo prima di utilizzarlo. È consentito se l'auto si trova nel proprio box assegnato.
pt: O regresso às boxes só é permitido quando o carro está completamente inutilizável ou representa um perigo. Utilizá-lo bloqueia o carro nas boxes. Em sessões de corrida, tentar regressar após utilizá-lo resulta em desqualificação automática. Na qualificação, o piloto não pode continuar e deve começar a corrida com o seu melhor tempo antes de utilizá-lo. É permitido se o carro estiver dentro do seu lugar nas boxes atribuído.

source: What is considered light contact on track?
fr: Qu'est-ce qui est considéré comme un contact léger sur la piste ?
it: Cosa si considera un contatto leggero in pista?
pt: O que é considerado contacto leve em pista?

source: In a one-on-one battle, 1 or 2 contacts that don\
es: En un duelo, 1 o 2 contactos que no provoquen trompos o salidas de pista se consideran leves.
fr: Dans un duel, 1 ou 2 contacts qui ne provoquent pas de tête-à-queue ou de sortie de piste sont considérés comme légers.
it: In un duello uno contro uno, 1 o 2 contatti che non\
pt: Numa batalha um contra um, 1 ou 2 contactos que não\

source: What is considered moderate contact on track?
fr: Qu'est-ce qui est considéré comme un contact modéré sur la piste ?
it: Cosa si considera un contatto moderato in pista?
pt: O que é considerado contacto moderado em pista?

source: In a one-on-one battle, contact that causes a spin or complete track departure is considered moderate. Three or more incidents without yielding position may result in a severe penalty.
es: En un duelo, un contacto que provoque un trompo o salida completa de pista se considera moderado. Tres o más incidentes sin ceder posición pueden resultar en una penalización grave.
fr: Dans un duel, un contact qui provoque un tête-à-queue ou une sortie complète de piste est considéré comme modéré. Trois incidents ou plus sans céder la position peuvent entraîner une pénalité sévère.
it: In un duello uno contro uno, un contatto che causa un testacoda o una completa uscita di pista è considerato moderato. Tre o più incidenti senza cedere la posizione possono risultare in una penalità grave.
pt: Numa batalha um contra um, contacto que cause um pião ou saída completa de pista é considerado moderado. Três ou mais incidentes sem ceder a posição podem resultar numa penalização grave.

source: How are straight-line rear-end collisions classified?
es: ¿Cómo se clasifican las colisiones por alcance en recta?
fr: Comment sont classées les collisions par l'arrière en ligne droite ?
it: Come vengono classificate le collisioni posteriori in rettilineo?
pt: Como são classificadas as colisões traseiras em linha reta?

source: Straight-line rear-end collisions, which usually occur in braking zones, can be classified as Light or Moderate depending on the consequences, speed difference, loss of control, and position surrender.
es: Las colisiones por alcance en recta, que suelen ocurrir en zonas de frenada, pueden clasificarse como Leves o Moderadas dependiendo de las consecuencias, diferencia de velocidad, pérdida de control y abandono de posición.
fr: Les collisions par l'arrière en ligne droite, qui surviennent généralement dans les zones de freinage, peuvent être classées comme légères ou modérées selon les conséquences, la différence de vitesse, la perte de contrôle et l'abandon de position.
it: Le collisioni posteriori in rettilineo, che solitamente avvengono nelle zone di frenata, possono essere classificate come Leggere o Moderate in base alle conseguenze, differenza di velocità, perdita di controllo e cessione della posizione.
pt: Colisões traseiras em linha reta, que geralmente ocorrem em zonas de travagem, podem ser classificadas como Leves ou Moderadas dependendo das consequências, diferença de velocidade, perda de controlo e cedência de posição.

source: How are side collisions classified?
es: ¿Cómo se clasifican las colisiones laterales?
fr: Comment sont classées les collisions latérales ?
it: Come vengono classificate le collisioni laterali?
pt: Como são classificadas as colisões laterais?

source: Side collisions usually occur from not using radar apps like Helicorsa in a visible screen position. Depending on consequences, speed difference, loss of control, and position surrender, they can be classified as Light or Moderate.
es: Las colisiones laterales suelen ocurrir por no usar aplicaciones de radar como Helicorsa en una posición visible en pantalla. Dependiendo de las consecuencias, diferencia de velocidad, pérdida de control y abandono de posición, pueden clasificarse como Leves o Moderadas.
fr: Les collisions latérales surviennent généralement du fait de ne pas utiliser d'applications radar comme Helicorsa dans une position visible à l'écran. Selon les conséquences, la différence de vitesse, la perte de contrôle et l'abandon de position, elles peuvent être classées comme légères ou modérées.
it: Le collisioni laterali solitamente avvengono per il mancato utilizzo di app radar come Helicorsa in una posizione visibile dello schermo. In base alle conseguenze, differenza di velocità, perdita di controllo e cessione della posizione, possono essere classificate come Leggere o Moderate.
pt: Colisões laterais geralmente ocorrem por não usar aplicações de radar como o Helicorsa numa posição visível do ecrã. Dependendo das consequências, diferença de velocidade, perda de controlo e cedência de posição, podem ser classificadas como Leves ou Moderadas.

source: What rules apply in parallel curves?
fr: Quelles règles s'appliquent dans les courbes parallèles ?
it: Quali regole si applicano nelle curve parallele?
pt: Que regras se aplicam em curvas paralelas?

source: Front-aligned cars:
es: Coches alineados frontalmente:
fr: Voitures alignées à l'avant :
it: Auto allineate frontalmente:
pt: Carros alinhados à frente:

source: In a sporting battle, slight trajectory adjustments that allow counter-maneuvers are permitted. Adjustments or positioning that abuse track position may be classified as Moderate.
es: En un combate deportivo, se permiten ligeros ajustes de trayectoria que permitan contra-maniobras. Los ajustes o posicionamientos que abusen de la posición en pista pueden clasificarse como Moderados.
fr: Dans un combat sportif, de légers ajustements de trajectoire permettant des contre-manœuvres sont autorisés. Les ajustements ou positionnements qui abusent de la position sur la piste peuvent être classés comme modérés.
it: In una battaglia sportiva, sono permessi leggeri aggiustamenti di traiettoria che consentono contromanovre. Aggiustamenti o posizionamenti che abusano della posizione in pista possono essere classificati come Moderati.
pt: Numa batalha desportiva, são permitidos pequenos ajustes de trajetória que permitam contra-manobras. Ajustes ou posicionamentos que abusem da posição na pista podem ser classificados como Moderados.

source: Non-aligned cars (half-car overlap against opponent\
es: Coches no alineados (medio coche superpuesto contra el oponente)
fr: Voitures non alignées (chevauchement partiel contre adversaire)
it: Auto non allineate (sovrapposizione di mezza auto contro l'avversario\
pt: Carros não alinhados (sobreposição de meio carro contra o adversário\

source: This is considered abusive behavior, not allowing sporting battle, and classified as Moderate.
es: Esto se considera comportamiento abusivo, no permitiendo batalla deportiva, y se clasifica como Moderado.
fr: Ce comportement est considéré comme abusif, ne permettant pas un combat sportif, et est classé comme Modéré.
it: Questo è considerato comportamento abusivo, non permettendo una battaglia sportiva, e classificato come Moderato.
pt: Isto é considerado comportamento abusivo, não permitindo batalha desportiva, e classificado como Moderado.

source: Rear of outside car against front of inside car:
es: Parte trasera del coche exterior contra parte delantera del interior:
fr: Arrière de la voiture extérieure contre l'avant de la voiture intérieure :
it: Posteriore dell'auto esterna contro frontale dell'auto interna:
pt: Traseira do carro exterior contra frente do carro interior:

source: Will be reviewed and may be classified as Light/Moderate.
es: Será revisado y puede clasificarse como Leve/Moderado.
fr: Sera examiné et peut être classé comme Léger/Modéré.
it: Sarà rivisto e potrebbe essere classificato come Leggero/Moderato.
pt: Será revisto e pode ser classificado como Leve/Moderado.

source: Four or more cars aligned in a braking zone:
es: Cuatro o más coches alineados en zona de frenada:
fr: Quatre voitures ou plus alignées dans une zone de freinage :
it: Quattro o più auto allineate in zona di frenata:
pt: Quatro ou mais carros alinhados numa zona de travagem:

source: Each driver must respect their "virtual" lane. Leaving this lane to make abusive contact will be classified as Moderate.
es: Cada piloto debe respetar su carril "virtual". Abandonar este carril para hacer contacto abusivo será clasificado como Moderado.
fr: Chaque pilote doit respecter sa voie "virtuelle". Quitter cette voie pour faire un contact abusif sera classé comme Modéré.
it: Ogni pilota deve rispettare la propria corsia "virtuale". Lasciare questa corsia per fare contatto abusivo sarà classificato come Moderato.
pt: Cada piloto deve respeitar a sua faixa "virtual". Sair desta faixa para fazer contacto abusivo será classificado como Moderado.

source: What happens in case of a partial track departure?
es: ¿Qué ocurre en caso de salida parcial de pista?
fr: Que se passe-t-il en cas de sortie partielle de piste ?
it: Cosa succede in caso di uscita parziale dalla pista?
pt: O que acontece em caso de saída parcial de pista?

source: If the defending driver loses control by hitting the gravel and the attacking driver (close behind) collides, this may be analyzed as a non-punishable incident due to the defender\
es: Si el piloto que defiende pierde el control al tocar la grava y el piloto atacante (cerca detrás) colisiona, esto puede ser analizado como un incidente no sancionable debido al defensor\
fr: Si le pilote défenseur perd le contrôle en touchant le gravier et que le pilote attaquant (proche derrière) entre en collision, cela peut être analysé comme un incident non punissable en raison de la perte de contrôle du défenseur.
it: Se il pilota in difesa perde il controllo colpendo la ghiaia e il pilota all'attacco (vicino dietro) collide, questo potrebbe essere analizzato come un incidente non punibile a causa del difensore\
pt: Se o piloto defensor perder o controlo ao atingir a gravilha e o piloto atacante (logo atrás) colidir, isto pode ser analisado como um incidente não punível devido ao defensor\

source: What happens in case of a complete track departure?
es: ¿Qué ocurre en caso de salida completa de pista?
fr: Que se passe-t-il en cas de sortie complète de piste ?
it: Cosa succede in caso di uscita completa dalla pista?
pt: O que acontece em caso de saída completa de pista?

source: It will be reviewed to determine if the attacking driver could have avoided the collision. It may be classified as Light/Moderate.
es: Se revisará para determinar si el piloto atacante podría haber evitado la colisión. Puede ser clasificado como Leve/Moderado.
fr: Il sera examiné pour déterminer si le pilote attaquant aurait pu éviter la collision. Cela peut être classé comme Léger/Modéré.
it: Sarà rivisto per determinare se il pilota all'attacco avrebbe potuto evitare la collisione. Potrebbe essere classificato come Leggero/Moderato.
pt: Será revisto para determinar se o piloto atacante poderia ter evitado a colisão. Pode ser classificado como Leve/Moderado.

source: What are the rules for overtaking?
fr: Quelles sont les règles pour les dépassements ?
it: Quali sono le regole per il sorpasso?
pt: Quais são as regras para ultrapassagem?

source: Overtaking is allowed on any side of the track, as long as it doesn\
es: El adelantamiento está permitido por cualquier lado de la pista, siempre que no cause colisiones
fr: Le dépassement est autorisé de n'importe quel côté de la piste, tant qu'il ne
it: Il sorpasso è consentito su qualsiasi lato della pista, purché non\
pt: A ultrapassagem é permitida em qualquer lado da pista, desde que não\

source: When is a driver considered to have gained position during an overtake?
es: ¿Cuándo se considera que un piloto ha ganado posición durante un adelantamiento?
fr: Quand un pilote est-il considéré comme ayant gagné une position lors d'un dépassement ?
it: Quando si considera che un pilota abbia guadagnato posizione durante un sorpasso?
pt: Quando é que se considera que um piloto ganhou posição durante uma ultrapassagem?

source: A driver is considered to have gained position (inside/outside) only when their car completely passes the defender. Using Helicorsa and mirrors is recommended to avoid side collisions.
es: Se considera que un piloto ha ganado la posición (interior/exterior) solo cuando su coche sobrepasa completamente al defensor. Se recomienda usar Helicorsa y los espejos para evitar colisiones laterales.
fr: Un pilote est considéré comme ayant gagné une position (intérieur/extérieur) seulement lorsque sa voiture dépasse complètement le défenseur. L'utilisation d'Helicorsa et des rétroviseurs est recommandée pour éviter les collisions latérales.
it: Un pilota è considerato aver guadagnato posizione (interno/esterno) solo quando la sua auto supera completamente il difensore. Si raccomanda l'uso di Helicorsa e specchietti per evitare collisioni laterali.
pt: Considera-se que um piloto ganhou posição (interior/exterior) apenas quando o seu carro ultrapassa completamente o defensor. Recomenda-se o uso do Helicorsa e espelhos para evitar colisões laterais.

source: What are the conditions for overtaking at the start of a curve (braking zone)?
es: ¿Cuáles son las condiciones para adelantar al inicio de una curva (zona de frenada)?
fr: Quelles sont les conditions pour dépasser au début d'un virage (zone de freinage) ?
it: Quali sono le condizioni per il sorpasso all'inizio di una curva (zona di frenata)?
pt: Quais são as condições para ultrapassar no início de uma curva (zona de travagem)?

source: Both cars arrive at similar speed/position, with the attacker at least 25%% alongside the defender.
es: Ambos coches llegan a velocidad/posición similar, con el atacante al menos un 25%% al lado del defensor.
fr: Les deux voitures arrivent à une vitesse/position similaire, avec l'attaquant au moins 25%% à côté du défenseur.
it: Entrambe le auto arrivano a velocità/posizione simile, con l'attaccante almeno al 25%% a fianco del difensore.
pt: Ambos os carros chegam a velocidade/posição semelhante, com o atacante pelo menos 25%% ao lado do defensor.

source: The attacker\
es: El atacante\
fr: L'attaquant
it: L'attaccante\
pt: O atacante\

source: If these conditions are not met, the attacker must abort the overtake and allow the defender to take their line.
es: Si no se cumplen estas condiciones, el atacante debe abortar el adelantamiento y permitir que el defensor tome su línea.
fr: Si ces conditions ne sont pas remplies, l'attaquant doit abandonner le dépassement et permettre au défenseur de reprendre sa trajectoire.
it: Se queste condizioni non sono soddisfatte, l'attaccante deve abortire il sorpasso e permettere al difensore di prendere la sua traiettoria.
pt: Se estas condições não forem cumpridas, o atacante deve abortar a ultrapassagem e permitir que o defensor tome a sua linha.

source: What distance should drivers maintain between each other?
es: ¿Qué distancia deben mantener los pilotos entre sí?
fr: Quelle distance les pilotes doivent-ils maintenir entre eux ?
it: Quale distanza devono mantenere i piloti tra loro?
pt: Que distância devem os pilotos manter entre si?

source: When battling (or lapping), drivers must leave enough space. Abruptly closing the gap is classified as Moderate.
es: Durante batallas (o adelantamientos), los pilotos deben dejar suficiente espacio. Cerrar el hueco abruptamente se clasifica como Moderado.
fr: Lors d'un combat (ou d'un dépassement), les pilotes doivent laisser suffisamment d'espace. Fermer brusquement l'écart est classé comme Modéré.
it: Durante i duelli (o doppiaggi), i piloti devono lasciare spazio sufficiente. Chiudere bruscamente lo spazio è classificato come Moderato.
pt: Durante batalhas (ou dobragens), os pilotos devem deixar espaço suficiente. Fechar abruptamente o espaço é classificado como Moderado.

source: What are the rules for lapped drivers?
fr: Quelles sont les règles pour les pilotes retardataires ?
it: Quali sono le regole per i piloti doppiati?
pt: Quais são as regras para pilotos dobrados?

source: Blue flag rules apply. Lapped drivers must maintain a predictable line and facilitate overtaking by lifting off the throttle. They must yield within a maximum of 4 corners.
es: Se aplican las reglas de bandera azul. Los pilotos doblados deben mantener una línea predecible y facilitar el adelantamiento levantando el pie del acelerador. Deben ceder en un máximo de 4 curvas.
fr: Les règles du drapeau bleu s'appliquent. Les pilotes retardataires doivent maintenir une trajectoire prévisible et faciliter le dépassement en levant le pied. Ils doivent céder le passage dans un maximum de 4 virages.
it: Si applicano le regole della bandiera blu. I piloti doppiati devono mantenere una traiettoria prevedibile e facilitare il sorpasso alzando il piede dall'acceleratore. Devono cedere il passo entro un massimo di 4 curve.
pt: Aplicam-se as regras de bandeira azul. Pilotos dobrados devem manter uma linha previsível e facilitar a ultrapassagem levantando o pé do acelerador. Devem ceder dentro de um máximo de 4 curvas.

source: How many direction changes are allowed when defending on a straight?
es: ¿Cuántos cambios de dirección están permitidos al defender en recta?
fr: Combien de changements de direction sont autorisés lors d'une défense en ligne droite ?
it: Quanti cambi di direzione sono consentiti in difesa sul rettilineo?
pt: Quantas mudanças de direção são permitidas ao defender numa reta?

source: When defending on a straight, a driver may make one direction change. Two or more direction changes (e.g., zig-zag) are prohibited and classified as Moderate.
es: Al defender en una recta, un piloto puede hacer un cambio de dirección. Dos o más cambios de dirección (por ejemplo, zig-zag) están prohibidos y se clasifican como Moderado.
fr: Lors d'une défense en ligne droite, un pilote peut effectuer un changement de direction. Deux changements ou plus (par exemple, zigzag) sont interdits et classés comme Modéré.
it: In difesa sul rettilineo, un pilota può fare un solo cambio di direzione. Due o più cambi di direzione (es. zig-zag) sono proibiti e classificati come Moderati.
pt: Ao defender numa reta, um piloto pode fazer uma mudança de direção. Duas ou mais mudanças de direção (por exemplo, zigue-zague) são proibidas e classificadas como Moderadas.

source: What should a driver do after a partial track departure?
es: ¿Qué debe hacer un piloto tras una salida parcial de pista?
fr: Que doit faire un pilote après une sortie partielle de piste ?
it: Cosa deve fare un pilota dopo un'uscita parziale dalla pista?
pt: O que deve fazer um piloto após uma saída parcial de pista?

source: A driver who partially leaves the track (3 wheels off) must yield to drivers on track and avoid collisions or obstructions. Not doing so is considered Moderate.
es: Un piloto que abandona parcialmente la pista (3 ruedas fuera) debe ceder el paso a los pilotos en pista y evitar colisiones u obstrucciones. No hacerlo se considera una falta Moderada.
fr: Un pilote qui quitte partiellement la piste (3 roues dehors) doit céder le passage aux pilotes sur la piste et éviter les collisions ou obstacles. Ne pas le faire est considéré comme une infraction modérée.
it: Un pilota che esce parzialmente dalla pista (3 ruote fuori) deve dare precedenza ai piloti in pista ed evitare collisioni od ostruzioni. Non farlo è considerato Moderato.
pt: Um piloto que saia parcialmente da pista (3 rodas fora) deve ceder aos pilotos em pista e evitar colisões ou obstruções. Não o fazer é considerado Moderado.
