Repository: simracingeu/simracingeu.github.io
Catalog: simracingeu/locale/*/LC_MESSAGES/django.po
Languages: es, fr, it, pt

source: Custom limits for modded tracks
es: Límites personalizados para circuitos modificados
fr: Limites personnalisées pour les circuits modifiés
it: Limiti personalizzati per le piste modificate

source: Real Penalty recognition during events
es: Reconocimiento por Real Penalty durante los eventos
fr: Reconnaissance par Real Penalty pendant les événements
it: Riconoscimento Real Penalty durante gli eventi

source: Conduct on Track
es: Conducción en pista
fr: Conduite sur piste
it: Comportamento in Pista

source: Race Start and Opening Laps
es: Inicio de carrera y primeras vueltas
fr: Début de course et premiers tours
it: Partenza e Primi Giri

source: Maintain safe distance during first two laps
es: Mantener distancia segura durante las dos primeras vueltas
fr: Maintenir une distance de sécurité pendant les deux premiers tours
it: Mantenere una distanza di sicurezza durante i primi due giri

source: Maximum caution advised (opening lap incidents have greater consequences)
es: Máxima precaución recomendada (los incidentes en la primera vuelta tienen mayores consecuencias)
fr: Une extrême prudence est recommandée (les incidents lors du premier tour ont des conséquences plus graves)
it: Massima cautela consigliata (gli incidenti del primo giro hanno conseguenze maggiori)

source: Braking Rules:
es: Reglas de frenado:
fr: Règles de freinage :
it: Regole di Frenata:

source: Sudden braking on straights: moderate penalty
es: Frenazo brusco en rectas: penalización moderada
fr: Freinage brusque en ligne droite : pénalité modérée
it: Frenata improvvisa sui rettilinei: penalità moderata

source: Early braking accepted as defensive technique (attacker's responsibility to keep distance)
it: Frenata anticipata accettata come tecnica difensiva (attaccante\

source: Back to Pits Rules
es: Normas para volver a boxes
fr: Règles de retour aux stands
it: Regole Ritorno ai Box

source: General Rules:
es: Reglas generales:
fr: Règles générales :
it: Regole Generali:

source: Only allowed when car is completely undrivable/poses danger
es: Solo permitido cuando el coche es completamente ilegible/representa un peligro
fr: Autorisé uniquement lorsque la voiture est complètement incontrôlable/représente un danger
it: Consentito solo quando l'auto è completamente inguidabile/rappresenta un pericolo

source: Using it blocks car in pits
es: Usarlo bloquea el coche en boxes
fr: Son utilisation bloque la voiture dans les stands
it: L'utilizzo blocca l'auto nei box

source: Race Sessions:
es: Sesiones de carrera:
fr: Sessions de course :
it: Sessioni di Gara:

source: Attempting to rejoin after use → automatic disqualification
es: Intentar reincorporarse tras usarlo → descalificación automática
fr: Tentative de rejoindre après utilisation → disqualification automatique
it: Tentativo di rientro dopo l'uso → squalifica automatica

source: Qualifying Sessions:
es: Sesiones de clasificación:
fr: Sessions de qualification :
it: Sessioni di Qualifica:

source: Driver cannot continue after use
es: El piloto no puede continuar tras usarlo
fr: Le pilote ne peut pas continuer après utilisation
it: Il pilota non può continuare dopo l'uso

source: Must start race with best pre-use time
es: Debe iniciar la carrera con el mejor tiempo previo al uso
fr: Doit commencer la course avec son meilleur temps avant utilisation
it: Deve iniziare la gara con il miglior tempo pre-uso

source: Pit Box Exception:
es: Excepción de la caja de seguridad:
fr: Exception de box :
it: Eccezione Box:

source: Allowed if car is within assigned pit stall
es: Permitido si el coche está dentro de su caja de seguridad asignada
fr: Autorisé si la voiture est dans son box assigné
it: Consentito se l'auto è nel proprio box assegnato

source: Incident Classification
es: Clasificación de incidentes
fr: Classification des incidents
it: Classificazione Incidenti

source: Definition:
es: Definición:
fr: Définition :
it: Definizione:

source: Any contact with another driver
fr: Tout contact avec un autre pilote
it: Qualsiasi contatto con un altro pilota è considerato incidente. Una
pt: Qualquer contacto com outro piloto é considerado um incidente. Uma

source: If contact causes spin/off-track
es: Si el contacto provoca giro/salida de pista
fr: Si le contact provoque une sortie de piste/tête-à-queue
it: Se il contatto causa testacoda/uscita di pista

source: Severity Factors:
es: Factores de gravedad:
fr: Facteurs de gravité :
it: Fattori di Gravità:

source: Speed difference at contact
es: Diferencia de velocidad en el contacto
fr: Différence de vitesse au moment du contact
it: Differenza di velocità al contatto

source: Intentionality
es: Intencionalidad
fr: Intentionnalité
it: Intenzionalità

source: Repeat offenses
es: Infracciones reincidentes
fr: Récidive
it: Recidive

source: Consequences
es: Consecuencias
fr: Conséquences
it: Assenze

source: Failure to yield position
es: Fallo al ceder posición
fr: Refus de céder la position
it: Mancata cessione della posizione

source: Light Contact (1-on-1):
es: Contacto Leve (1 contra 1):
fr: Contact léger (1 contre 1) :
it: Contatto Leggero (1 contro 1):

source: 1-2 contacts (no spin/off-track) → Minor
es: 1-2 contactos (sin giro/salida de pista) → Menor
fr: 1-2 contacts (pas de sortie de piste/tête-à-queue) → Mineur
it: 1-2 contatti (no testacoda/uscita) → Minore

source: 1 contact causing spin/off-track → Moderate
es: 1 contacto que provoca giro/salida de pista → Moderado
fr: 1 contact provoquant une sortie de piste/tête-à-queue → Modéré
it: 1 contatto che causa testacoda/uscita → Moderato

source: 3+ contacts in same corner → Moderate/Severe
es: 3+ contactos en la misma curva → Moderado/Grave
fr: 3+ contacts dans le même virage → Modéré/Sévère
it: 3+ contatti nella stessa curva → Moderato/Grave

source: Moderate Contact (1-on-1):
fr: Contact modéré (1 contre 1) :
it: Contatto Leggero (1 contro 1):
pt: Penalização Moderada:

source: Causes spin/complete off-track
es: Provoca giro/salida completa de pista
fr: Provoque une sortie de piste complète/tête-à-queue
it: Causa testacoda/uscita completa

source: 3+ incidents without yielding → Severe penalty
es: 3 o más incidentes sin ceder posición → Penalización grave
fr: 3+ incidents sans céder → Pénalité sévère
it: 3+ incidenti senza cedere → Penalità grave

source: Different criteria may apply to endurance events
es: Pueden aplicarse criterios diferentes en eventos de resistencia
fr: Critères différents peuvent s'appliquer aux événements d'endurance
it: Criteri diversi possono applicarsi agli eventi endurance

source: Possible Collisions
es: Colisiones posibles
fr: Collisions possibles
it: Possibili Collisioni

source: The following details the possible collision scenarios that have been differentiated:
es: A continuación se detallan los escenarios de colisión posibles que se han diferenciado:
fr: Les détails suivants décrivent les scénarios de collision possibles qui ont été différenciés :
it: Di seguito sono dettagliati i possibili scenari di collisione che sono stati differenziati:

source: Rear-end collision on a straight:
es: Colisión por alcance en recta:
fr: Collision par l'arrière en ligne droite :
it: Collisione posteriore in rettilineo:

source: This typically occurs in braking zones. Depending on the consequences of the collision, speed differential, loss of control, and yielding of position, it may be classified as Light-Moderate.
it: Le collisioni laterali solitamente avvengono per il mancato utilizzo di app radar come Helicorsa in una posizione visibile dello schermo. In base alle conseguenze, differenza di velocità, perdita di controllo e cessione della posizione, possono essere classificate come Leggere o Moderate.
pt: Colisões laterais geralmente ocorrem por não usar aplicações de radar como o Helicorsa numa posição visível do ecrã. Dependendo das consequências, diferença de velocidade, perda de controlo e cedência de posição, podem ser classificadas como Leves ou Moderadas.

source: Side collision:
es: Colisión lateral:
fr: Collision latérale :
it: Collisione laterale:

source: This usually occurs due to not using radar apps (e.g., Helicorsa) in a visible screen position. Depending on the consequences, speed differential, loss of control, and yielding of position, it may be classified as Light-Moderate.
it: Le collisioni laterali solitamente avvengono per il mancato utilizzo di app radar come Helicorsa in una posizione visibile dello schermo. In base alle conseguenze, differenza di velocità, perdita di controllo e cessione della posizione, possono essere classificate come Leggere o Moderate.
pt: Colisões laterais geralmente ocorrem por não usar aplicações de radar como o Helicorsa numa posição visível do ecrã. Dependendo das consequências, diferença de velocidade, perda de controlo e cedência de posição, podem ser classificadas como Leves ou Moderadas.

source: Toward the outside of the curve (side-by-side):
it: Verso l'esterno della curva (fianco a fianco):
pt: Em direção ao exterior da curva (lado a lado):

source: Cars aligned front-to-front
it: Auto allineate fronte a fronte
pt: Carros alinhados frente a frente

source: Sporting battle: Slight adjustments to trajectory are permitted, allowing counter-maneuvers.
es: Batalla deportiva: Se permiten pequeños ajustes de trayectoria, permitiendo contramaneiobras.
fr: Combat sportif : De légers ajustements de trajectoire sont autorisés, permettant des contre-manœuvres.
it: Battaglia sportiva: Sono permessi leggeri aggiustamenti di traiettoria, consentendo contromanovre.

source: Abusive battle: Adjustments to trajectory or positioning that abuse track position may be classified as Moderate.
it: In una battaglia sportiva, sono permessi leggeri aggiustamenti di traiettoria che consentono contromanovre. Aggiustamenti o posizionamenti che abusano della posizione in pista possono essere classificati come Moderati.
pt: Numa batalha desportiva, são permitidos pequenos ajustes de trajetória que permitam contra-manobras. Ajustes ou posicionamentos que abusem da posição na pista podem ser classificados como Moderados.

source: Non-aligned cars:
it: Auto non allineate:
pt: Carros alinhados à frente:

source: Half-car overlap against opponent’s front
es: Semi-solapamiento con la parte delantera del rival
fr: Chevauchement d'une demi-voiture contre l'avant de l'adversaire
it: Sovrapposizione di mezza auto contro il frontale dell'avversario
pt: Carros não alinhados (sobreposição de meio carro contra o adversário\

source: This is directly considered an abusive action, disallowing any sporting battle and classified as Moderate.
es: Esto se considera directamente una acción abusiva, impidiendo cualquier batalla deportiva y clasificada como Moderada.
fr: Ceci est directement considéré comme une action abusive, interdisant tout combat sportif et classé comme Modéré.
it: Questo è considerato comportamento abusivo, non permettendo una battaglia sportiva, e classificato come Moderato.
pt: Isto é considerado comportamento abusivo, não permitindo batalha desportiva, e classificado como Moderado.

source: Toward the outside with rear of the external car vs. front:
it: Verso l'esterno con posteriore dell'auto esterna vs. frontale:
pt: Em direção ao exterior com a traseira do carro externo vs. frente:

source: Here, the inside driver pushes the outside driver with their rear. This will be reviewed and may be classified as Light/Moderate.
it: Sarà rivisto e potrebbe essere classificato come Leggero/Moderato.
pt: Será revisto e pode ser classificado como Leve/Moderado.

source: Extreme case: Four cars aligned in a braking zone
it: Caso estremo: Quattro auto allineate in zona di frenata
pt: Quatro ou mais carros alinhados numa zona de travagem:

source: If four or more cars enter a braking zone side-by-side, each driver must respect their 'virtual' lane. Leaving this lane to make abusive contact (as defined earlier) will be classified as Moderate.
it: Ogni pilota deve rispettare la propria corsia "virtuale". Lasciare questa corsia per fare contatto abusivo sarà classificato come Moderato.
pt: Cada piloto deve respeitar a sua faixa "virtual". Sair desta faixa para fazer contacto abusivo será classificado como Moderado.

source: Partial off-track:
it: Uscita parziale:
pt: Saída parcial de pista:

source: If the defending driver loses control by hitting gravel, and the attacking driver (close behind) collides, this may be analyzed as a non-punishable incident due to the defender’s loss of control.
it: Se il pilota in difesa perde il controllo colpendo la ghiaia e il pilota all'attacco (vicino dietro) collide, questo potrebbe essere analizzato come un incidente non punibile a causa del difensore\
pt: Se o piloto defensor perder o controlo ao atingir a gravilha e o piloto atacante (logo atrás) colidir, isto pode ser analisado como um incidente não punível devido ao defensor\

source: Full off-track:
it: Uscita completa:
pt: Saída completa de pista:

source: This will be reviewed to determine if the attacking driver could have avoided the collision. It may be classified as Light/Moderate.
it: Sarà rivisto per determinare se il pilota all'attacco avrebbe potuto evitare la collisione. Potrebbe essere classificato come Leggero/Moderato.
pt: Será revisto para determinar se o piloto atacante poderia ter evitado a colisão. Pode ser classificado como Leve/Moderado.

source: Overtaking
it: Sorpasso
pt: Ultrapassagem

source: Non-lapped drivers
it: Piloti non doppiati
pt: Pilotos não dobrados

source: Overtaking is permitted on either side of the track, provided it does not interfere with the "racing line" of side-by-side drivers.
it: Il sorpasso è consentito su entrambi i lati della pista, purché non interferisca con la \"linea di gara\" dei piloti affiancati.

source: Any driver who hits another during an overtake may be investigated. The severity of the penalty will depend on
it: Qualsiasi pilota che colpisce un altro durante un sorpasso può essere investigato. La gravità della penalità dipenderà da
pt: Qualquer piloto que atinja outro durante uma ultrapassagem pode ser investigado. A gravidade da penalização dependerá de

source: the collision’s speed differential, consequences for the defending driver, impact on other drivers, and position yielding.
it: la differenza di velocità della collisione, le conseguenze per il pilota in difesa, l'impatto su altri piloti e la cessione della posizione.
pt: a diferença de velocidade da colisão, consequências para o piloto defensor, impacto em outros pilotos e cedência de posição.

source: Minimal/moderate contact is allowed during position battles if it does not cause excessive trajectory changes or spins/offs.
it: Il contatto minimo/moderato è consentito durante le battaglie di posizione se non causa cambi di traiettoria eccessivi o testacoda/uscite.
pt: Contacto mínimo/moderado é permitido durante batalhas de posição se não causar mudanças excessivas de trajetória ou piões/saídas.

source: When battling into a braking zone, drivers must maintain a safe distance to avoid collisions from early braking.
it: Durante i duelli in zona di frenata, i piloti devono mantenere una distanza di sicurezza per evitare collisioni da frenate anticipate.
pt: Ao batalhar numa zona de travagem, os pilotos devem manter uma distância segura para evitar colisões por travagem antecipada.

source: Multiple cars in a braking zone:
it: Auto multiple in zona di frenata:
pt: Quatro ou mais carros alinhados numa zona de travagem:

source: If multiple cars enter a braking zone side-by-side, each driver must respect their 'natural lane.' Example:
it: Se più auto entrano in una zona di frenata affiancate, ogni pilota deve rispettare la propria \

source: If two defending drivers begin braking ahead, an attacking driver behind cannot brake later, switch lanes, and claim a preferred lane.
it: Se due piloti in difesa iniziano a frenare davanti, un pilota all'attacco dietro non può frenare più tardi, cambiare corsia e reclamare una corsia preferita.
pt: Se dois pilotos defensores começarem a travar à frente, um piloto atacante atrás não pode travar mais tarde, mudar de faixa e reivindicar uma faixa preferida.

source: Natural lane* refers to the lane formed between two or more cars during braking and throughout the corner.
it: Corsia naturale* si riferisce alla corsia formata tra due o più auto durante la frenata e attraverso la curva.
pt: Faixa natural* refere-se à faixa formada entre dois ou mais carros durante a travagem e ao longo da curva.

source: Neither attacker nor defender may force a driver against the track’s edges. Each driver must allow sporting battles.
it: Né l'attaccante né il difensore possono forzare un pilota contro i bordi della pista. Ogni pilota deve permettere battaglie sportive.
pt: Nem o atacante nem o defensor podem forçar um piloto contra as bordas da pista. Cada piloto deve permitir batalhas desportivas.

source: Gaining position:
it: Guadagno posizione:
pt: Ganhar posição:

source: A driver is considered to have gained position (inside/outside) only when their car fully overtakes the defender. Use Helicorsa and mirrors to avoid side collisions.
it: Un pilota è considerato aver guadagnato posizione (interno/esterno) solo quando la sua auto supera completamente il difensore. Si raccomanda l'uso di Helicorsa e specchietti per evitare collisioni laterali.
pt: Considera-se que um piloto ganhou posição (interior/exterior) apenas quando o seu carro ultrapassa completamente o defensor. Recomenda-se o uso do Helicorsa e espelhos para evitar colisões laterais.

source: Conditions for overtaking at the start of a curve (braking zone):
it: Quali sono le condizioni per il sorpasso all'inizio di una curva (zona di frenata)?
pt: Quais são as condições para ultrapassar no início de uma curva (zona de travagem)?

source: The attacker's trajectory does not obstruct the defender's natural lane.
it: La traiettoria dell'attaccante non deve ostruire la corsia naturale del difensore.

source: If these conditions are not met, the attacker must abort the overtake and allow the defender to take their line. Examples:
it: Se queste condizioni non sono soddisfatte, l'attaccante deve abortire il sorpasso e permettere al difensore di prendere la sua traiettoria.
pt: Se estas condições não forem cumpridas, o atacante deve abortar a ultrapassagem e permitir que o defensor tome a sua linha.

source: Non-aligned drivers:
it: Piloti allineati:
pt: Pilotos alinhados:

source: The attacker fails to reach 25%% alongside in the braking zone (red zone). The defender may take any line, and the attacker must adjust speed.
it: L'attaccante non riesce a raggiungere il 25%% di affiancamento nella zona di frenata (zona rossa). Il difensore può prendere qualsiasi linea, e l'attaccante deve adeguare la velocità.
pt: O atacante não consegue alcançar 25%% ao lado na zona de travagem (zona vermelha). O defensor pode tomar qualquer linha, e o atacante deve ajustar a velocidade.

source: Aligned drivers:
it: Piloti allineati:
pt: Pilotos alinhados:

source: Both cases show aligned cars in the braking zone. Lane invasion is prohibited.
es: Ambos casos muestran coches alineados en la zona de frenada. La invasión de carril está prohibida.
fr: Les deux cas montrent des voitures alignées dans la zone de freinage. L'invasion de voie est interdite.
it: Entrambi i casi mostrano auto allineate nella zona di frenata. L'invasione di corsia è proibita.

source: Overtaking in the braking zone:
it: Sorpasso nella zona di frenata:
pt: Quatro ou mais carros alinhados numa zona de travagem:

source: A full overtake in the braking zone is permissible if the attacker fully passes the defender. If still aligned by the end of the braking zone, the defender’s position must be respected.
it: Un sorpasso completo nella zona di frenata è consentito se l'attaccante supera completamente il difensore. Se ancora allineati alla fine della zona di frenata, la posizione del difensore deve essere rispettata.
pt: Uma ultrapassagem completa na zona de travagem é permitida se o atacante ultrapassar completamente o defensor. Se ainda estiverem alinhados no final da zona de travagem, a posição do defensor deve ser respeitada.

source: Distance from another driver
it: Distanza da un altro pilota
pt: Distância de outro piloto

source: When battling (or lapping), drivers must leave sufficient space. Abruptly closing space is classified as Moderate.
it: Durante i duelli (o doppiaggi), i piloti devono lasciare spazio sufficiente. Chiudere bruscamente lo spazio è classificato come Moderato.
pt: Durante batalhas (ou dobragens), os pilotos devem deixar espaço suficiente. Fechar abruptamente o espaço é classificado como Moderado.

source: Lapped drivers:
it: Piloti doppiati:
pt: Pilotos não dobrados

source: Blue flag rules apply. Lapped drivers must maintain a predictable line and facilitate overtaking by lifting off the throttle.
it: Si applicano le regole della bandiera blu. I piloti doppiati devono mantenere una traiettoria prevedibile e facilitare il sorpasso alzando il piede dall'acceleratore.
pt: Aplicam-se as regras de bandeira azul. Pilotos dobrados devem manter uma linha previsível e facilitar a ultrapassagem levantando o pé do acelerador. Devem ceder dentro de um máximo de 4 curvas.

source: Lapped drivers must yield within 4 corners.
it: I piloti doppiati devono cedere il passo entro 4 curve.
pt: Pilotos dobrados devem ceder dentro de 4 curvas.

source: Direction changes
it: Cambi di direzione
pt: Mudanças de direção

source: When defending on a straight, a driver may make one directional change. Example:
it: In difesa sul rettilineo, un pilota può fare un solo cambio di direzione. Esempio:
pt: Ao defender numa reta, um piloto pode fazer uma mudança de direção. Duas ou mais mudanças de direção (por exemplo, zigue-zague) são proibidas e classificadas como Moderadas.

source: After a right-hand corner, a defender on the left may move right once, then return left.
it: Dopo una curva a destra, un difensore sulla sinistra può spostarsi a destra una volta, poi tornare a sinistra.
pt: Após uma curva à direita, um defensor à esquerda pode mover-se uma vez à direita e depois voltar à esquerda.

source: Two or more direction changes (e.g., zig-zag) are prohibited and classified as Moderate.
it: Due o più cambi di direzione (es. zig-zag) sono proibiti e classificati come Moderati.
pt: Ao defender numa reta, um piloto pode fazer uma mudança de direção. Duas ou mais mudanças de direção (por exemplo, zigue-zague) são proibidas e classificadas como Moderadas.

source: Recovery after off-track:
it: Recupero dopo uscita di pista:
pt: Recuperação após saída de pista:

source: A driver who partially leaves the track (3 wheels out) must yield to on-track drivers and avoid collisions/obstruction. Failure to do so is Moderate.
it: Un pilota che esce parzialmente dalla pista (3 ruote fuori) deve dare precedenza ai piloti in pista ed evitare collisioni/ostruzioni. Non farlo è Moderato.
pt: Um piloto que saia parcialmente da pista (3 rodas fora) deve ceder aos pilotos em pista e evitar colisões ou obstruções. Não o fazer é considerado Moderado.

source: Ballast
it: Zavorra
pt: Lastro

source: Absences
it: Assenze

source: Drivers are expected to adhere to the calendar. Three unjustified absences in a championship may result in exclusion. Events may be canceled if >90%% of drivers are absent.
it: I piloti devono attenersi al calendario. Tre assenze ingiustificate in un campionato possono comportare l'esclusione. Gli eventi possono essere cancellati se >90%% dei piloti è assente.
pt: Espera-se que os pilotos cumpram o horário. Três ausências injustificadas num campeonato podem resultar em exclusão. Os eventos podem ser cancelados se mais de 90%% dos pilotos estiverem ausentes.

source: Admission
it: Ammissione
pt: A Nossa Missão
