Repository: simracingeu/simracingeu.github.io
Catalog: simracingeu/locale/*/LC_MESSAGES/django.po
Languages: es, fr, it, pt

source: Event
es: Evento
fr: Événement
it: Evento
pt: Evento

source: Date
es: Fecha
it: Data
pt: Data

source: Format
es: Formato
it: Formato
pt: Formato

source: About Us
es: Sobre Nosotros
fr: À propos de nous
it: Chi Siamo
pt: Sobre Nós

source: SimRacingEU was born from a shared passion for virtual motorsport and the desire to unite the best simracing communities across Europe in a competitive, professional, and accessible experience.
es: SimRacingEU nació de una pasión compartida por el automovilismo virtual y el deseo de unir a las mejores comunidades de simracing de Europa en una experiencia competitiva, profesional y accesible.
fr: SimRacingEU est né d'une passion commune pour le sport automobile virtuel et du désir d'unir les meilleures communautés de simracing à travers l'Europe dans une expérience compétitive, professionnelle et accessible.
it: SimRacingEU è nato da una passione condivisa per il motorsport virtuale e dal desiderio di unire le migliori comunità di simracing in tutta Europa in una esperienza competitiva, professionale e accessibile.
pt: O SimRacingEU nasceu de uma paixão partilhada pelo desporto motorizado virtual e do desejo de unir as melhores comunidades de simulação de corridas da Europa numa experiência competitiva, profissional e acessível.

source: This project is driven by foroassetto, a well-established Spanish-speaking simracing community with years of experience organizing events, managing servers, and fostering an active and engaged community.
es: Este proyecto está impulsado por foroassetto, una consolidada comunidad hispanohablante de simracing con años de experiencia organizando eventos, gestionando servidores y fomentando una comunidad activa y comprometida.
fr: Ce projet est porté par foroassetto, une communauté hispanophone bien établie de simracing avec des années d'expérience dans l'organisation d'événements, la gestion de serveurs et le développement d'une communauté active et engagée.
it: Questo progetto è guidato da foroassetto, una comunità di simracing di lingua spagnola ben consolidata con anni di esperienza nell'organizzazione di eventi, nella gestione di server e nella promozione di una comunità attiva e impegnata.
pt: Este projeto é impulsionado pelo foroassetto, uma comunidade de simulação de corridas de língua espanhola bem estabelecida com anos de experiência na organização de eventos, gestão de servidores e promoção de uma comunidade ativa e empenhada.

source: Our Mission
es: Nuestra Misión
fr: Notre Mission
it: La Nostra Missione
pt: A Nossa Missão

source: Our goal is clear: to create a European championship between communities that promotes healthy competition and proud representation of each group and country.
es: Nuestro objetivo es claro: crear un campeonato europeo entre comunidades que promueva una competencia sana y la representación orgullosa de cada grupo y país.
fr: Notre objectif est clair : créer un championnat européen entre communautés qui promeut une compétition saine et une représentation fière de chaque groupe et pays.
it: Il nostro obiettivo è chiaro: creare un campionato europeo tra comunità che promuova una sana competizione e una rappresentanza orgogliosa di ogni gruppo e paese.
pt: O nosso objetivo é claro: criar um campeonato europeu entre comunidades que promova uma competição saudável e uma representação orgulhosa de cada grupo e país.

source: We want every community to feel part of something bigger, respecting their own identity while collaborating under a common banner: that of quality simracing.
es: Queremos que cada comunidad se sienta parte de algo más grande, respetando su propia identidad mientras colabora bajo una bandera común: la del simracing de calidad.
fr: Nous voulons que chaque communauté se sente partie prenante de quelque chose de plus grand, respectant sa propre identité tout en collaborant sous une bannière commune : celle du simracing de qualité.
it: Vogliamo che ogni comunità si senta parte di qualcosa di più grande, rispettando la propria identità mentre collabora sotto un'unica bandiera: quella del simracing di qualità.
pt: Queremos que cada comunidade se sinta parte de algo maior, respeitando a sua própria identidade enquanto colabora sob uma bandeira comum: a da simulação de corridas de qualidade.

source: What Makes Us Unique?
es: ¿Qué nos hace únicos?
fr: Ce qui nous rend uniques ?
it: Cosa Ci Rende Unici?
pt: O Que Nos Torna Únicos?

source: Free and well-organized championships, focused on delivering a great experience for drivers.
es: Campeonatos gratuitos y bien organizados, centrados en ofrecer una gran experiencia para los pilotos.
fr: Championnats gratuits et bien organisés, axés sur la fourniture d'une excellente expérience pour les pilotes.
it: Campionati gratuiti e ben organizzati, focalizzati nel fornire un'esperienza eccellente per i piloti.
pt: Campeonatos gratuitos e bem organizados, focados em proporcionar uma excelente experiência para os pilotos.

source: Community and country-based representation, encouraging healthy rivalry and mutual respect.
es: Representación basada en comunidades y países, fomentando una rivalidad sana y respeto mutuo.
fr: Représentation communautaire et nationale, encourageant une rivalité saine et un respect mutuel.
it: Rappresentanza basata su comunità e paesi, incoraggiando rivalità sana e rispetto reciproco.
pt: Representação baseada na comunidade e no país, incentivando a rivalidade saudável e o respeito mútuo.

source: Fair play and professionalism as the foundations of every race.
es: Juego limpio y profesionalismo como bases de cada carrera.
fr: Fair-play et professionnalisme comme fondations de chaque course.
it: Fair play e professionalità come fondamenta di ogni gara.
pt: Fair play e profissionalismo como alicerces de cada corrida.

source: Collaboration between simracing communities, centered on organized teams.
es: Colaboración entre comunidades de simracing, centrada en equipos organizados.
fr: Collaboration entre les communautés de simracing, centrée sur des équipes organisées.
it: Collaborazione tra comunità di simracing, incentrata su team organizzati.
pt: Colaboração entre comunidades de simulação de corridas, centrada em equipas organizadas.

source: Innovative competition formats, always aiming to maintain interest and technical challenge.
es: Formatos de competición innovadores, siempre buscando mantener el interés y el desafío técnico.
fr: Formats de compétition innovants, visant toujours à maintenir l'intérêt et le défi technique.
it: Formati di competizione innovativi, miranti a mantenere interesse e sfida tecnica.
pt: Formatos de competição inovadores, sempre com o objetivo de manter o interesse e o desafio técnico.

source: Who We Are
es: Quiénes Somos
fr: Qui sommes-nous
it: Chi Siamo
pt: Quem Somos

source: An active community with 500+ members, regular championships, and expertise in technical management.
es: Una comunidad activa con más de 500 miembros, campeonatos regulares y experiencia en gestión técnica.
fr: Une communauté active avec plus de 500 membres, des championnats réguliers et une expertise en gestion technique.
it: Una comunità attiva con oltre 500 membri, campionati regolari ed esperienza nella gestione tecnica.
pt: Uma comunidade ativa com mais de 500 membros, campeonatos regulares e experiência em gestão técnica.

source: Experienced with simulators like Assetto Corsa, ACC, and Le Mans Ultimate.
es: Experiencia con simuladores como Assetto Corsa, ACC y Le Mans Ultimate.
fr: Expérimenté avec des simulateurs comme Assetto Corsa, ACC et Le Mans Ultimate.
it: Esperienza con simulatori come Assetto Corsa, ACC e Le Mans Ultimate.
pt: Experientes com simuladores como Assetto Corsa, ACC e Le Mans Ultimate.

source: Ongoing with other European communities, aiming to represent each country fairly.
es: Colaboración continua con otras comunidades europeas, buscando representar a cada país de manera justa.
fr: En collaboration avec d'autres communautés européennes, visant à représenter équitablement chaque pays.
it: In collaborazione con altre comunità europee, con l'obiettivo di rappresentare ogni paese in modo equo.
pt: Em colaboração com outras comunidades europeias, visando representar cada país de forma justa.

source: Our Commitment
es: Nuestro Compromiso
fr: Notre engagement
it: Il Nostro Impegno
pt: O Nosso Compromisso

source: This championship is not just another competition—it is a meeting point for communities that share values such as respect, continuous improvement, and a passion for motorsport.
es: Este campeonato no es solo otra competición: es un punto de encuentro para comunidades que comparten valores como el respeto, la mejora continua y la pasión por el motorsport.
fr: Ce championnat n'est pas juste une autre compétition - c'est un point de rencontre pour les communautés qui partagent des valeurs comme le respect, l'amélioration continue et une passion pour le sport automobile.
it: Questo campionato non è solo un'altra competizione—è un punto d'incontro per comunità che condividono valori come rispetto, miglioramento continuo e passione per il motorsport.
pt: Este campeonato não é apenas mais uma competição—é um ponto de encontro para comunidades que partilham valores como o respeito, a melhoria contínua e a paixão pelo desporto motorizado.

source: We want to grow with you, listen to you, and build the future of European simracing together.
es: Queremos crecer con ustedes, escucharles y construir juntos el futuro del simracing europeo.
fr: Nous voulons grandir avec vous, vous écouter et construire ensemble l'avenir du simracing européen.
it: Vogliamo crescere con voi, ascoltarvi e costruire insieme il futuro del simracing europeo.
pt: Queremos crescer consigo, ouvi-lo e construir juntos o futuro da simulação de corridas europeia.

source: Our championship history
es: Nuestro historial de campeonatos
it: La nostra storia del campionato
pt: Regras do Campeonato

source: Registration
es: Registro
fr: Inscription
it: Registrazione
pt: Registo

source: Event Calendar
es: Calendario de Eventos
fr: Calendrier des événements
it: Calendario Eventi
pt: Calendário de Eventos

source: About us
es: Sobre nosotros
it: Chi Siamo
pt: Sobre Nós

source: Contact
es: Contacto
it: Contatti
pt: Contacto

source: Legal Pages
es: Páginas Legales
fr: Pages légales
it: Pagine Legali
pt: Páginas Legais

source: Championship Rules
es: Reglas del Campeonato
fr: Règlement du championnat
it: Regolamento del Campionato
pt: Regras do Campeonato

source: Language
es: Idioma
fr: Langue
it: Lingua
pt: Idioma

source: All rights reserved.
es: Todos los derechos reservados.
fr: Tous droits réservés.
it: Tutti i diritti riservati.
pt: Todos os direitos reservados.

source: Event calendar
fr: Calendrier des événements
it: Calendario eventi
pt: Calendário de eventos

source: Assetto Corsa Events
es: Eventos de Assetto Corsa
fr: Événements Assetto Corsa
it: Eventi Assetto Corsa
pt: Eventos Assetto Corsa

source: Send us a message
es: Envíanos un mensaje
fr: Envoyez-nous un message
it: Inviaci un messaggio
pt: Envie-nos uma mensagem

source: Name
es: Nombre
fr: Nom
it: Nome
pt: Nome

source: Message
es: Mensaje
it: Messaggio
pt: Mensagem

source: Send Message
es: Enviar Mensaje
fr: Envoyer le message
it: Invia Messaggio
pt: Enviar Mensagem

source: Frequently Asked Questions (FAQ)
es: Preguntas Frecuentes (FAQ)
fr: Foire aux questions (FAQ)
it: Domande Frequenti (FAQ)
pt: Perguntas Frequentes (FAQ)

source: Solving common queries and providing essential support.
es: Resolviendo dudas comunes y brindando soporte esencial.
fr: Résolution des questions courantes et fourniture d'un support essentiel.
it: Rispondiamo alle domande comuni e forniamo supporto essenziale.
pt: Resolvendo questões comuns e fornecendo suporte essencial.

source: Search questions...
es: Buscar preguntas...
fr: Rechercher des questions...
it: Cerca domande...
pt: Pesquisar perguntas...

source: How do I register for the championship?
es: ¿Cómo me registro para el campeonato?
fr: Comment m'inscrire au championnat ?
it: Come posso registrarmi al campionato?
pt: Como me inscrevo no campeonato?

source: Information about the registration process will be provided on the championship's main page or through a specific registration link. Make sure to follow all the indicated steps.
es: La información sobre el proceso de registro estará disponible en la página principal del campeonato o a través de un enlace específico. Asegúrate de seguir todos los pasos indicados.
fr: Les informations sur le processus d'inscription seront fournies sur la page principale du championnat ou via un lien d'inscription spécifique. Assurez-vous de suivre toutes les étapes indiquées.
it: Le informazioni sul processo di registrazione saranno disponibili sulla pagina principale del campionato o attraverso un link specifico. Assicurati di seguire tutti i passaggi indicati.
pt: As informações sobre o processo de inscrição serão fornecidas na página principal do campeonato ou através de um link específico de registo. Certifique-se de seguir todos os passos indicados.

source: Is there a registration deadline?
es: ¿Hay una fecha límite de registro?
fr: Y a-t-il une date limite d'inscription ?
it: C'è una scadenza per la registrazione?
pt: Existe um prazo de inscrição?

source: Yes, there is usually a registration deadline. This date will be announced in the championship information. Register before the deadline to secure your participation.
es: Sí, normalmente hay una fecha límite de registro. Esta fecha se anunciará en la información del campeonato. Regístrate antes de la fecha límite para asegurar tu participación.
fr: Oui, il y a généralement une date limite d'inscription. Cette date sera annoncée dans les informations du championnat. Inscrivez-vous avant la date limite pour garantir votre participation.
it: Sì, solitamente c'è una scadenza per la registrazione. Questa data verrà annunciata nelle informazioni del campionato. Registrati prima della scadenza per assicurarti la partecipazione.
pt: Sim, geralmente existe um prazo de inscrição. Esta data será anunciada nas informações do campeonato. Registe-se antes do prazo para garantir a sua participação.

source: What information do I need to register?
es: ¿Qué información necesito para registrarme?
fr: Quelles informations dois-je fournir pour m'inscrire ?
it: Quali informazioni servono per registrarsi?
pt: Que informações preciso para me registar?

source: Typically, you will be asked to provide your name, contact information, player ID (if applicable), and possibly details about your simulation setup.
es: Normalmente se te pedirá que proporciones tu nombre, información de contacto, ID de jugador (si aplica) y posiblemente detalles sobre tu configuración de simulación.
fr: En général, il vous sera demandé de fournir votre nom, vos coordonnées, votre ID de joueur (le cas échéant) et éventuellement des détails sur votre configuration de simulation.
it: Generalmente ti verrà chiesto di fornire nome, informazioni di contatto, ID giocatore (se applicabile) e dettagli sulla tua configurazione di simulazione.
pt: Normalmente, será solicitado que forneça o seu nome, informações de contacto, ID de jogador (se aplicável) e possivelmente detalhes sobre a sua configuração de simulação.

source: Can I register after the championship has started?
es: ¿Puedo registrarme después de que haya comenzado el campeonato?
fr: Puis-je m'inscrire après le début du championnat ?
it: Posso registrarmi dopo l'inizio del campionato?
pt: Posso registar-me depois do campeonato ter começado?

source: According to regulations, new drivers can join until 50%% of the championship has passed. After that point, registrations will close unless otherwise specified.
es: Según el reglamento, nuevos pilotos pueden unirse hasta que se haya completado el 50%% del campeonato. Después de ese punto, los registros se cerrarán a menos que se especifique lo contrario.
fr: Selon les règlements, les nouveaux pilotes peuvent rejoindre jusqu'à ce que 50%% du championnat soit passé. Après ce point, les inscriptions seront closes sauf indication contraire.
it: Secondo il regolamento, nuovi piloti possono unirsi fino al 50%% del campionato. Dopo quel punto, le registrazioni si chiuderanno salvo diversa indicazione.
pt: De acordo com os regulamentos, novos pilotos podem juntar-se até 50%% do campeonato ter decorrido. Após esse ponto, as inscrições serão encerradas, salvo indicação em contrário.

source: What are the types of penalties in the championship?
es: ¿Qué tipos de penalizaciones existen en el campeonato?
fr: Quels sont les types de pénalités dans le championnat ?
it: Quali tipi di penalità esistono nel campionato?
pt: Quais são os tipos de penalizações no campeonato?

source: Minor Penalty:
es: Penalización Menor:
fr: Pénalité mineure :
it: Penalità Minore:
pt: Penalização Leve:

source: Verbal warning or up to 5 seconds added to the result.
es: Advertencia verbal o hasta 5 segundos añadidos al resultado.
fr: Avertissement verbal ou ajout de jusqu'à 5 secondes au résultat.
it: Avviso verbale o fino a 5 secondi aggiunti al risultato.
pt: Advertência verbal ou até 5 segundos adicionados ao resultado.

source: Automatic RP Penalty:
es: Penalización Automática RP:
fr: Pénalité RP automatique :
it: Penalità Automatica RP:
pt: Penalização RP Automática:

source: Penalties issued by the Real Penalty system, such as Drive-Through or Stop-and-Go.
es: Penalizaciones emitidas por el sistema Real Penalty, como Drive-Through o Stop-and-Go.
fr: Pénalités émises par le système Real Penalty, comme Drive-Through ou Stop-and-Go.
it: Penalità emesse dal sistema Real Penalty, come Drive-Through o Stop-and-Go.
pt: Penalizações emitidas pelo sistema Real Penalty, como Drive-Through ou Stop-and-Go.

source: Moderate Penalty:
es: Penalización Moderada:
fr: Pénalité modérée :
it: Penalità Moderata:
pt: Penalização Moderada:

source: 5-second deduction in the event.
es: Deducción de 5 segundos en el evento.
fr: Déduction de 5 secondes lors de l'événement.
it: Deduzione di 5 secondi nell'evento.
pt: Dedução de 5 segundos no evento.

source: Ballast application in future events.
es: Aplicación de lastre en eventos futuros.
fr: Application de lest dans les événements futurs.
it: Applicazione di zavorra in eventi futuri.
pt: Aplicação de lastro em eventos futuros.

source: Deduction of event points.
es: Deducción de puntos del evento.
fr: Déduction des points de l'événement.
it: Deduzione di punti evento.
pt: Dedução de pontos do evento.

source: Divided into minor (time only) and major (ballast or points).
es: Divididas en menores (solo tiempo) y mayores (lastre o puntos).
fr: Divisé en mineur (temps seulement) et majeur (lest ou points).
it: Divise in minori (solo tempo) e maggiori (zavorra o punti).
pt: Dividida em leve (apenas tempo) e grave (lastro ou pontos).

source: Severe Penalty:
es: Penalización Grave:
fr: Pénalité sévère :
it: Penalità Grave:
pt: Penalização Grave:

source: Event disqualification (no points).
es: Descalificación del evento (sin puntos).
fr: Disqualification de l'événement (aucun point).
it: Squalifica dall'evento (nessun punto).
pt: Desqualificação do evento (sem pontos).

source: Suspension from one or more future events.
es: Suspensión de uno o más eventos futuros.
fr: Suspension d'un ou plusieurs événements futurs.
it: Sospensione da uno o più eventi futuri.
pt: Suspensão de um ou mais eventos futuros.

source: In serious cases, permanent expulsion from the championship.
es: En casos graves, expulsión permanente del campeonato.
fr: Dans les cas graves, expulsion permanente du championnat.
it: Nei casi gravi, espulsione permanente dal campionato.
pt: Em casos graves, expulsão permanente do campeonato.

source: What is considered unsportsmanlike driving?
es: ¿Qué se considera conducción antideportiva?
fr: Qu'est-ce qui est considéré comme une conduite antisportive ?
it: Cosa si considera guida antisportiva?
pt: O que é considerado condução antidesportiva?

source: Any action that violates championship rules, endangers other drivers, or attempts to gain an unfair advantage is considered unsportsmanlike driving. This may include sudden braking, aggressive blocking, or not respecting blue flags.
es: Cualquier acción que viole las reglas del campeonato, ponga en peligro a otros pilotos o busque una ventaja injusta se considera antideportiva. Esto incluye frenazos bruscos, bloqueos agresivos o no respetar banderas azules.
fr: Toute action qui enfreint les règles du championnat, met en danger les autres pilotes ou tente d'obtenir un avantage injuste est considérée comme une conduite antisportive. Cela peut inclure des freinages brusques, des blocages agressifs ou le non-respect des drapeaux bleus.
it: Qualsiasi azione che viola le regole del campionato, mette in pericolo altri piloti o cerca di ottenere vantaggi sleali è considerata guida antisportiva. Questo include frenate improvvise, blocchi aggressivi o mancato rispetto delle bandiere blu.
pt: Qualquer ação que viole as regras do campeonato, coloque em perigo outros pilotos ou tente obter uma vantagem injusta é considerada condução antidesportiva. Isto pode incluir travagens bruscas, bloqueios agressivos ou não respeitar bandeiras azuis.

source: How are on-track incidents handled?
es: ¿Cómo se manejan los incidentes en pista?
fr: Comment les incidents sur piste sont-ils gérés?
it: Come vengono gestiti gli incidenti in pista?
pt: Como são tratados os incidentes em pista?

source: Any contact with another driver is considered an incident. A
es: Cualquier contacto con otro pilota se considera incidente. Una
fr: Tout contact avec un autre pilote est considéré comme un incident. Une
it: Qualsiasi contatto con un altro pilota è considerato incidente. Una
pt: Qualquer contacto com outro piloto é considerado um incidente. Uma

source: Moderate Penalty
es: Penalización Moderada
fr: Pénalité Modérée
it: Penalità Moderata
pt: Penalização Moderada

source: will be applied if the contact causes a spin or track departure. Severity is assessed based on speed difference, intent, recurrence, and consequences. Specific criteria are defined for light and moderate contacts in one-on-one situations.
es: será aplicada si el contacto causa un giro o salida de pista. La gravedad se evalúa según diferencia de velocidad, intencionalidad, recurrencia y consecuencias. Se definen criterios específicos para contactos leves y moderados en situaciones uno contra uno.
fr: sera appliquée si le contact provoque un tête-à-queue ou une sortie de piste. La gravité est évaluée en fonction de la différence de vitesse, de l'intention, de la récurrence et des conséquences. Des critères spécifiques sont définis pour les contacts légers et modérés dans des situations en un contre un.
it: verrà applicata se il contatto causa una rotazione o uscita di pista. La gravità viene valutata in base alla differenza di velocità, intenzionalità, recidività e conseguenze. Criteri specifici sono definiti per contatti leggeri e moderati in situazioni uno contro uno.
pt: será aplicada se o contacto causar um pião ou saída de pista. A gravidade é avaliada com base na diferença de velocidade, intenção, recorrência e consequências. Critérios específicos são definidos para contactos leves e moderados em situações um contra um.

source: What rules apply for the start and first laps?
es: ¿Qué reglas aplican para el inicio y primeras vueltas?
fr: Quelles règles s'appliquent au départ et pendant les premiers tours?
it: Quali regole si applicano alla partenza e ai primi giri?
pt: Que regras se aplicam para a partida e primeiras voltas?
