Repository: simracingeu/simracingeu.github.io
Catalog: simracingeu/locale/*/LC_MESSAGES/django.po
Languages: es, fr, it, pt

source: New drivers may join until 50%% of the championship has passed. After that, entries close unless otherwise specified.
it: Nuovi piloti possono unirsi fino al 50%% del campionato trascorso. Dopo, le iscrizioni si chiudono salvo diversa indicazione.
pt: De acordo com os regulamentos, novos pilotos podem juntar-se até 50%% do campeonato ter decorrido. Após esse ponto, as inscrições serão encerradas, salvo indicação em contrário.

source: Protests
it: Reclami
pt: Protestos

source: Protests must be emailed to simracingeurope@gmail.com. Public complaints against organizers or SimRacingEU are prohibited.
it: I reclami devono essere inviati via email a simracingeurope@gmail.com. Sono vietati i reclami pubblici contro gli organizzatori o SimRacingEU.
pt: Os protestos devem ser enviados por email para foroassetto@gmail.com. São proibidas reclamações públicas contra os organizadores ou ForoAssetto.

source: Loss of car control
it: Perdita di controllo dell'auto
pt: Perda de controlo do carro

source: A driver who loses control must stop immediately. Partial off-track incidents causing drastic speed loss/direction changes may be penalized.
it: Un pilota che perde il controllo deve fermarsi immediatamente. Incidenti con uscita parziale che causano drastica perdita di velocità/cambi di direzione possono essere penalizzati.
pt: Um piloto que perde o controlo deve parar imediatamente. Incidentes de saída parcial de pista que causem uma perda drástica de velocidade ou mudanças de direção podem ser penalizados.

source: Pit stops
it: Pit stop
pt: Paragens nas boxes

source: Drivers must not cross the pit lane white line. RealPenalty enforces penalties (e.g., drive-through).
es: Los pilotos no deben cruzar la línea blanca del pit lane. RealPenalty aplica sanciones (por ejemplo, drive-through).
it: I piloti non devono attraversare la linea bianca della pit lane. RealPenalty applica penalità (es. drive-through).
pt: Os pilotos não devem cruzar a linha branca na entrada ou saída das boxes. O RealPenalty aplica penalizações (por exemplo, drive-through) para infrações.

source: Parallel vehicles
it: Veicoli paralleli
pt: Veículos em paralelo

source: Vehicles are parallel if any part overlaps. Each driver must stay in their 'imaginary lane,' even in multi-car scenarios.
it: I veicoli sono paralleli se qualsiasi parte si sovrappone. Ogni pilota deve rimanere nella propria 'corsia immaginaria', anche in scenari con più auto.
pt: Os veículos são considerados em paralelo se qualquer parte deles se sobrepuser. Cada piloto deve permanecer na sua "faixa imaginária", mesmo em cenários com múltiplos carros.

source: Damage
it: Danni
pt: Danos

source: If a car is immobilized, use the 'back to pits' button. Exploiting this for advantage is Severe.
es: Si un coche queda inmovilizado, debe usarse el botón 'volver a boxes'. Aprovechar esta función para obtener ventaja es una infracción Grave.
it: Se un'auto è immobilizzata, usare il pulsante 'ritorno ai box'. Sfruttare questo per vantaggio è Grave.
pt: Se um carro ficar imobilizado, deve ser usado o botão "voltar às boxes". Explorar esta função para obter vantagem é considerado uma infração Grave.

source: Exploits
it: Sfruttamenti

source: Deliberate track cuts, wall-riding, or using invalid laps for advantage are Severe. Examples:
it: Tagli di pista intenzionali, wall-riding o uso di giri non validi per vantaggio sono Gravi. Esempi:
pt: Cortes deliberados de pista, andar colado aos muros ou usar voltas inválidas para obter vantagem são Graves. Exemplos:

source: Skipping chicanes.
it: Saltare le chicane.
pt: Saltar chicanes.

source: Bouncing off walls for speed.
it: Rimbalzare dai muri per velocità.
pt: Bater nos muros para ganhar velocidade.

source: Modifying CSP settings to gain an advantage in night championships.
it: Modificare le impostazioni CSP per ottenere un vantaggio nei campionati notturni.
pt: Modificar configurações CSP para obter vantagem em campeonatos noturnos.

source: Runoff areas
it: Vie di fuga
pt: Áreas de escape

source: Runoff use must avoid gaining advantage. Repeating this may be Moderate/Severe.
es: El uso del área de seguridad debe evitar obtener ventaja. Repetir esta acción puede ser clasificado como Moderado/Grave.
fr: L'utilisation des zones de dégagement doit éviter tout avantage. Répéter cela peut être Modéré/Sévère.
it: L'uso delle vie di fuga deve evitare di ottenere vantaggi. Ripeterlo può essere Moderato/Grave.
pt: O uso de áreas de escape deve evitar ganhar vantagens. Repetir esta ação pode ser considerado Moderado ou Grave.

source: Changes
it: Modifiche
pt: Alterações

source: This regulation is subject to updates.
it: Questo regolamento è soggetto ad aggiornamenti.
pt: Este regulamento está sujeito a atualizações.

source: Version numbers reflect revisions.
it: I numeri di versione riflettono le revisioni.
pt: Os números de versão refletem as revisões.

source: Version 1 - 12/05/2025
it: Versione 1.0 - 12/05/2025

source: Staff SimRacingEU
it: Équipe SimRacingEU
pt: Equipa SimRacingEU

source: FAQ
es: Preguntas Frecuentes
pt: Perguntas Frequentes

source: Deliberate shortcuts on track, using walls to gain speed, or using invalid laps to gain advantage are considered Severe infractions. Examples include skipping chicanes, bouncing off walls to gain speed, or modifying CSP settings.
es: Los atajos deliberados en pista, usar muros para ganar velocidad o usar vueltas inválidas para obtener ventaja se consideran infracciones Graves. Los ejemplos incluyen saltarse chicanes, rebotar en muros para ganar velocidad o modificar ajustes CSP.
fr: Les raccourcis intentionnels sur la piste, l'utilisation des murs pour gagner de la vitesse ou l'utilisation de tours invalides pour obtenir un avantage sont considérés comme des infractions graves. Des exemples incluent le fait de sauter des chicanes, de rebondir sur les murs pour accélérer ou de modifier les paramètres CSP.
pt: Atalhos deliberados na pista, usar paredes para ganhar velocidade ou usar voltas inválidas para obter vantagem são consideradas infrações Graves. Os exemplos incluem saltar chicanes, bater em paredes para ganhar velocidade ou modificar as configurações CSP.

source: How should escape areas be used?
es: ¿Cómo deben usarse las áreas de escape?
fr: Comment utiliser correctement les zones de sécurité ?
pt: Como devem ser usadas as áreas de escape?

source: Yes, these regulations are subject to updates. Version numbers reflect revisions.
es: Sí, estas regulaciones están sujetas a actualizaciones. Los números de versión reflejan las revisiones.
fr: Oui, ces réglementations peuvent être mises à jour. Les numéros de version reflètent les révisions effectuées.
pt: Sim, estes regulamentos estão sujeitos a atualizações. Os números de versão refletem as revisões.

source: What software is mandatory to participate?
es: ¿Qué software es obligatorio para participar?
fr: Quels logiciels sont obligatoires pour participer ?
pt: Que software é obrigatório para participar?

source: It is mandatory to use the latest version of Real Penalty.
es: Es obligatorio usar la última versión de Real Penalty.
fr: Il est obligatoire d'utiliser la dernière version de Real Penalty.
pt: É obrigatório usar a versão mais recente do Real Penalty.

source: What software is recommended?
es: ¿Qué software se recomienda?
fr: Quels logiciels sont recommandés ?
pt: Que software é recomendado?

source: It is highly recommended to use the Helicorsa application, which is included in the Real Penalty package, to improve on-track visibility.
es: Se recomienda encarecidamente usar la aplicación Helicorsa, que está incluida en el paquete Real Penalty, para mejorar la visibilidad en pista.
fr: Il est fortement recommandé d'utiliser l'application Helicorsa, incluse dans le package Real Penalty, afin d'améliorer la visibilité sur la piste.
pt: É altamente recomendado usar a aplicação Helicorsa, que está incluída no pacote Real Penalty, para melhorar a visibilidade em pista.

source: Is it mandatory to be in Discord voice channels during events?
es: ¿Es obligatorio estar en los canales de voz de Discord durante los eventos?
fr: Est-il obligatoire d'être présent dans les salons vocaux Discord pendant les événements ?
pt: É obrigatório estar nos canais de voz do Discord durante os eventos?

source: Yes, it is mandatory to be present in Discord voice channels during qualifying sessions and races. Absence without valid reason will be considered a moderate penalty (severe in case of recurrence).
es: Sí, es obligatorio estar presente en los canales de voz de Discord durante las sesiones de clasificación y carreras. La ausencia sin motivo justificado será considerada una penalización moderada (grave en caso de reincidencia).
fr: Oui, il est obligatoire d'être présent dans les salons vocaux Discord pendant les séances de qualification et les courses. Une absence sans raison valable sera considérée comme une pénalité modérée (grave en cas de récidive).
pt: Sim, é obrigatório estar presente nos canais de voz do Discord durante as sessões de qualificação e corridas. A ausência sem motivo válido será considerada uma penalização moderada (grave em caso de reincidência).

source: Where can I find information about events?
es: ¿Dónde puedo encontrar información sobre los eventos?
fr: Où puis-je trouver des informations sur les événements ?
pt: Onde posso encontrar informações sobre os eventos?

source: Event information is available at the following link:
es: La información del evento está disponible en el siguiente enlace:
fr: Les informations sur les événements sont disponibles à l'adresse suivante :
pt: As informações sobre os eventos estão disponíveis no seguinte link:

source: How will I know the number of laps for each race?
es: ¿Cómo sabré el número de vueltas para cada carrera?
fr: Comment connaître le nombre de tours pour chaque course ?
pt: Como saberei o número de voltas para cada corrida?

source: Drivers should know the number of laps, which will be available through ACSM from the start of the championship.
es: Los pilotos deben conocer el número de vueltas, que estará disponible a través de ACSM desde el inicio del campeonato.
fr: Les pilotes doivent connaître le nombre de tours, disponible via ACSM dès le début du championnat.
pt: Os pilotos devem saber o número de voltas, que estará disponível através do ACSM desde o início do campeonato.

source: Each circuit has defined its lateral limits, generally marked by solid white lines. Some circuits include curbs and green zones as part of the track. The minimum requirement is that at least one tire remains within the limits at all times. The application of limits is based on Kunos official limits for original circuits, custom limits for modified circuits, and Real Penalty recognition during events.
es: Cada circuito tiene definidos sus límites laterales, generalmente marcados por líneas blancas continuas. Algunos circuitos incluyen bordillos y zonas verdes como parte de la pista. El requisito mínimo es que al menos un neumático permanezca dentro de los límites en todo momento. La aplicación de los límites se basa en los límites oficiales de Kunos para circuitos originales, límites personalizados para circuitos modificados y el reconocimiento de Real Penalty durante los eventos.
fr: Chaque circuit définit ses limites latérales, généralement marquées par des lignes blanches continues. Certains circuits incluent des trottoirs et des zones vertes comme faisant partie intégrante de la piste. La condition minimale est qu'au moins une roue reste toujours à l'intérieur des limites. L'application des limites repose sur les limites officielles de Kunos pour les circuits originaux, des limites personnalisées pour les circuits modifiés et la reconnaissance par Real Penalty durant les événements.
pt: Cada circuito tem definidos os seus limites laterais, geralmente marcados por linhas brancas sólidas. Alguns circuitos incluem bermas e zonas verdes como parte da pista. O requisito mínimo é que pelo menos um pneu permaneça dentro dos limites em todos os momentos. A aplicação dos limites baseia-se nos limites oficiais da Kunos para circuitos originais, limites personalizados para circuitos modificados e reconhecimento do Real Penalty durante os eventos.

source: Detailed information about the championship scoring system will be provided in a separate document or on the championship rules page. Typically, points are awarded to drivers who finish in the top positions of each race.
es: La información detallada sobre el sistema de puntuación del campeonato se proporcionará en un documento separado o en la página de reglas del campeonato. Típicamente, se otorgan puntos a los pilotos que terminan en las primeras posiciones de cada carrera.
fr: Des informations détaillées sur le système de points du championnat seront fournies dans un document séparé ou sur la page des règles du championnat. Généralement, des points sont attribués aux pilotes ayant terminé aux premières places de chaque course.
pt: Informações detalhadas sobre o sistema de pontuação do campeonato serão fornecidas num documento separado ou na página de regras do campeonato. Tipicamente, os pontos são atribuídos aos pilotos que terminam nas posições superiores de cada corrida.

source: A moderate penalty may include:
fr: Une pénalité modérée peut inclure :
pt: Penalização Moderada:

source: Moderate penalties are further divided into minor and major:
es: Las penalizaciones moderadas se dividen además en menores y mayores:
fr: Les pénalités modérées sont divisées en mineures et majeures :
pt: As penalizações moderadas são ainda divididas em leves e graves:

source: Minor moderate penalties only result in time deductions
es: Las penalizaciones moderadas menores solo resultan en deducciones de tiempo
fr: Les pénalités modérées mineures n'entraînent que des déductions de temps
pt: As penalizações moderadas leves resultam apenas em deduções de tempo

source: Major moderate penalties may involve ballast or points deductions
es: Las penalizaciones moderadas mayores pueden incluir lastre o deducciones de puntos
fr: Les pénalités modérées majeures peuvent impliquer du ballast ou une déduction de points
pt: As penalizações moderadas graves podem envolver lastro ou deduções de pontos

source: Severe penalties may involve:
fr: Les pénalités graves peuvent inclure :
pt: Penalização Grave:

source: The use of the latest version of Real Penalty is mandatory
es: Es obligatorio el uso de la última versión de Real Penalty
fr: L'utilisation de la dernière version de Real Penalty est obligatoire
pt: É obrigatório usar a versão mais recente do Real Penalty.

source: Event info available at:
es: Información del evento disponible en:
fr: Informations sur l'événement disponibles à l'adresse suivante :
pt: As informações sobre os eventos estão disponíveis no seguinte link:

source: Drivers must know number of laps (available via ACSM from championship start)
es: Los pilotos deben conocer el número de vueltas (disponible mediante ACSM desde el inicio del campeonato)
fr: Les pilotes doivent connaître le nombre de tours (disponible via ACSM dès le début du championnat)
pt: Os pilotos devem saber o número de voltas, que estará disponível através do ACSM desde o início do campeonato.

source: Overtaking is permitted on either side of the track, provided it does not interfere with the \"racing line\" of side-by-side drivers.
pt: A ultrapassagem é permitida em qualquer lado da pista, desde que não interfira com a \"linha de corrida\" dos pilotos lado a lado.

source: If multiple cars enter a braking zone side-by-side, each driver must respect their \
pt: Se vários carros entrarem numa zona de travagem lado a lado, cada piloto deve respeitar a sua \

source: Embracing Europe\
es: Abrazando Europa\
fr: Enraciné en Europe

source: This refers to automatic penalties issued by the Real Penalty system, including drive-through (passing through the pit lane without stopping) and stop-and-go penalties (passing through the pit lane with a mandatory stop).
es: Esto se refiere a penalizaciones automáticas emitidas por el sistema Real Penalty, incluyendo drive-through (paso por pit lane sin detenerse) y penalizaciones stop-and-go (paso por pit lane con parada obligatoria).
fr: Il s'agit des pénalités automatiques émises par le système Real Penalty, notamment les pénalités drive-through (traverser la voie des stands sans s'arrêter) et stop-and-go (traverser la voie des stands avec un arrêt obligatoire).

source: Disqualification from the event (the driver scores no points)
es: Descalificación del evento (el piloto no suma puntos)
fr: Disqualification de l'événement (le pilote ne marque aucun point)

source: A very severe penalty results in:
es: Una penalización muy grave resulta en:
fr: Une pénalité très grave entraîne :

source: Early braking accepted as defensive technique (attacker\
es: Frenado temprano aceptado como técnica defensiva (atacante\
fr: Freinage précoce accepté comme technique défensive (responsabilité de l'attaquant)

source: Email
es: Correo electrónico
