Repository: simracingeu/simracingeu.github.io
Catalog: simracingeu/locale/*/LC_MESSAGES/django.po
Languages: es, fr, it, pt

source: How is ballast used in the championship?
fr: Comment le ballast est-il utilisé dans le championnat ?
it: Come viene utilizzata la zavorra nel campionato?
pt: Como é usado o lastro no campeonato?

source: Ballast is used to balance performance. If a car demonstrates excessive superiority, organizers may apply ballast (with prior notice).
es: El lastre se utiliza para equilibrar el rendimiento. Si un coche demuestra una superioridad excesiva, los organizadores pueden aplicar lastre (con previo aviso).
fr: Le ballast est utilisé pour équilibrer les performances. Si une voiture démontre une supériorité excessive, les organisateurs peuvent appliquer un ballast (avec préavis).
it: La zavorra viene utilizzata per bilanciare le prestazioni. Se un'auto dimostra eccessiva superiorità, gli organizzatori possono applicare zavorra (con preavviso).

source: What happens if a driver has absences in the championship?
fr: Que se passe-t-il si un pilote est absent au cours du championnat ?
it: Cosa succede se un pilota ha assenze nel campionato?
pt: O que acontece se um piloto tiver ausências no campeonato?

source: Drivers are expected to comply with the schedule. Three unjustified absences in a championship may result in exclusion. Events may be canceled if more than 90%% of drivers are absent.
es: Se espera que los pilotos cumplan con el horario. Tres ausencias injustificadas en un campeonato pueden resultar en exclusión. Los eventos pueden cancelarse si más del 90%% de los pilotos están ausentes.
fr: Les pilotes sont censés respecter le calendrier. Trois absences non justifiées lors d'un championnat peuvent entraîner une exclusion. Les événements peuvent être annulés si plus de 90%% des pilotes sont absents.
it: I piloti devono rispettare il programma. Tre assenze ingiustificate in un campionato possono comportare l'esclusione. Gli eventi possono essere cancellati se più del 90%% dei piloti è assente.
pt: Espera-se que os pilotos cumpram o horário. Três ausências injustificadas num campeonato podem resultar em exclusão. Os eventos podem ser cancelados se mais de 90%% dos pilotos estiverem ausentes.

source: How can protests be submitted?
es: ¿Cómo se pueden presentar las protestas?
fr: Comment soumettre des protestations ?
it: Come si possono presentare i reclami?
pt: Como podem ser apresentados os protestos?

source: Protests must be sent by email to foroassetto@gmail.com. Public complaints against the organizers or ForoAssetto are prohibited.
es: Las protestas deben enviarse por correo electrónico a foroassetto@gmail.com. Las quejas públicas contra los organizadores o ForoAssetto están prohibidas.
fr: Les protestations doivent être envoyées par e-mail à l'adresse foroassetto@gmail.com. Les plaintes publiques contre les organisateurs ou ForoAssetto sont interdites.
it: I reclami devono essere inviati via email a foroassetto@gmail.com. Sono vietati i reclami pubblici contro gli organizzatori o ForoAssetto.
pt: Os protestos devem ser enviados por email para foroassetto@gmail.com. São proibidas reclamações públicas contra os organizadores ou ForoAssetto.

source: What should a driver do if they lose control of the car?
es: ¿Qué debe hacer un piloto si pierde el control del coche?
fr: Quel comportement un pilote doit-il adopter s'il perd le contrôle de sa voiture ?
it: Cosa deve fare un pilota se perde il controllo dell'auto?
pt: O que deve fazer um piloto se perder o controlo do carro?

source: A driver who loses control must stop immediately. Partial track departure incidents that cause a drastic loss of speed or direction changes may be penalized.
es: Un piloto que pierde el control debe detenerse inmediatamente. Los incidentes de salida parcial de pista que causen una pérdida drástica de velocidad o cambios de dirección pueden ser penalizados.
fr: Un pilote qui perd le contrôle doit s'arrêter immédiatement. Les incidents impliquant un départ partiel de la piste causant une perte drastique de vitesse ou un changement de direction peuvent être pénalisés.
it: Un pilota che perde il controllo deve fermarsi immediatamente. Incidenti con uscita parziale dalla pista che causano una drastica perdita di velocità o cambi di direzione possono essere penalizzati.
pt: Um piloto que perde o controlo deve parar imediatamente. Incidentes de saída parcial de pista que causem uma perda drástica de velocidade ou mudanças de direção podem ser penalizados.

source: What are the rules for pit stops?
fr: Quelles sont les règles concernant les arrêts aux stands ?
it: Quali sono le regole per i pit stop?
pt: Quais são as regras para as paragens nas boxes?

source: Drivers must not cross the white line at pit entry or exit. RealPenalty applies penalties (e.g., drive-through) for infractions.
es: Los pilotos no deben cruzar la línea blanca en la entrada o salida de boxes. RealPenalty aplica penalizaciones (por ejemplo, drive-through) por infracciones.
fr: Les pilotes ne doivent pas franchir la ligne blanche à l'entrée ou à la sortie des stands. RealPenalty applique des pénalités (par exemple, drive-through) en cas d'infraction.
it: I piloti non devono attraversare la linea bianca all'entrata o uscita dei box. RealPenalty applica penalità (es. drive-through) per le infrazioni.
pt: Os pilotos não devem cruzar a linha branca na entrada ou saída das boxes. O RealPenalty aplica penalizações (por exemplo, drive-through) para infrações.

source: What rules apply to parallel vehicles?
fr: Quelles règles s'appliquent aux véhicules circulant en parallèle ?
it: Quali regole si applicano ai veicoli paralleli?
pt: Que regras se aplicam a veículos em paralelo?

source: Vehicles are considered parallel if any part of them overlaps. Each driver must stay in their "imaginary lane", even in scenarios with multiple cars.
es: Los vehículos se consideran en paralelo si cualquier parte de ellos se superpone. Cada piloto debe mantenerse en su "carril imaginario", incluso en escenarios con múltiples coches.
fr: Les véhicules sont considérés comme parallèles si une partie quelconque de ceux-ci se chevauche. Chaque pilote doit rester dans sa « ligne imaginaire », même dans des situations impliquant plusieurs voitures.
it: I veicoli sono considerati paralleli se qualsiasi parte di essi si sovrappone. Ogni pilota deve rimanere nella propria "corsia immaginaria", anche in scenari con più auto.
pt: Os veículos são considerados em paralelo se qualquer parte deles se sobrepuser. Cada piloto deve permanecer na sua "faixa imaginária", mesmo em cenários com múltiplos carros.

source: What should a driver do if their car is damaged and immobilized?
es: ¿Qué debe hacer un piloto si su coche está dañado e inmovilizado?
fr: Quel comportement adopter si la voiture est endommagée et immobilisée ?
it: Cosa deve fare un pilota se perde il controllo dell'auto?
pt: O que deve fazer um piloto se o seu carro estiver danificado e imobilizado?

source: If a car becomes immobilized, the "return to pits" button should be used. Exploiting this function to gain an advantage is considered a Severe infraction.
es: Si un coche queda inmovilizado, debe usarse el botón "volver a boxes". Explotar esta función para obtener ventaja se considera una infracción Grave.
fr: Si une voiture devient immobilisée, le bouton « retour aux stands » doit être utilisé. L'utilisation abusive de cette fonction pour obtenir un avantage est considérée comme une infraction grave.
it: Se un'auto è immobilizzata, usare il pulsante 'ritorno ai box'. Sfruttare questo per vantaggio è Grave.
pt: Se um carro ficar imobilizado, deve ser usado o botão "voltar às boxes". Explorar esta função para obter vantagem é considerado uma infração Grave.

source: What is considered exploitation of rules or the game?
fr: Qu'est-ce qui est considéré comme une exploitation des règles ou du jeu ?
it: Cosa si considera un contatto leggero in pista?
pt: O que é considerado exploração das regras ou do jogo?

source: The use of escape areas must avoid gaining advantages. Repeating this action may be considered Moderate or Severe.
es: El uso de áreas de escape debe evitar obtener ventajas. Repetir esta acción puede considerarse una falta Moderada o Grave.
fr: L'utilisation des zones de sécurité doit éviter tout gain d'avantage. Répéter cette action peut être considéré comme modéré ou grave.
it: L'uso delle vie di fuga deve evitare di ottenere vantaggi. Ripeterlo può essere Moderato/Grave.
pt: O uso de áreas de escape deve evitar ganhar vantagens. Repetir esta ação pode ser considerado Moderado ou Grave.

source: Can championship rules be changed?
it: Regolamento del Campionato
pt: As regras do campeonato podem ser alteradas?

source: What are the track limits?
es: ¿Cuáles son los límites de la pista?
fr: Quelles sont les limites de la piste ?
it: Quali sono le regole per i pit stop?
pt: Quais são os limites da pista?

source: How are championship points awarded?
it: La nostra storia del campionato
pt: Como são atribuídos os pontos do campeonato?

source: SimRacingEU – The Inter-Community Racing League
es: SimRacingEU – La Liga de Carreras Inter-Comunitaria
fr: SimRacingEU – La ligue de course inter-communautaire
it: SimRacingEU - La Lega di Corse Inter-Comunitaria
pt: SimRacingEU – A Liga de Corridas Inter-Comunidade

source: Join Europe's premier simracing competition uniting drivers across borders...
es: Únete a la principal competición de simracing de Europa que une a pilotos más allá de las fronteras...
fr: Rejoignez la première compétition de simracing d'Europe unissant les pilotes par-delà les frontières...
it: Unisciti alla principale competizione europea di simracing che unisce piloti oltre i confini...
pt: Junte-se à principal competição de simulação de corridas da Europa unindo pilotos além fronteiras...

source: Read More
es: Leer Más
fr: En savoir plus
it: Leggi di più
pt: Ler Mais

source: Attention Simracers, Teams, and Communities Across Europe!
es: ¡Atención Simracers, Equipos y Comunidades de toda Europa!
fr: Attention simracers, équipes et communautés à travers l'Europe !
it: Attenzione Simracer, Team e Comunità di tutta Europa!
pt: Atenção Simracers, Equipas e Comunidades por toda a Europa!

source: Experience the thrill of international competition and camaraderie in the European
es: Experimenta la emoción de la competición internacional y el compañerismo en el Europeo
fr: Vivez l'émotion de la compétition internationale et de la camaraderie dans le championnat européen
it: Vivi l'emozione della competizione internazionale e della camerateria europea
pt: Experimente a emoção da competição internacional e camaradagem na Europa

source: SimRacing Collective Championship, an innovative, free-to-enter tournament designed to unite the continent\
es: Campeonato Colectivo de SimRacing, un torneo innovador y gratuito diseñado para unir el continente\
fr: SimRacing Collective Championship, un tournoi innovant et gratuit conçu pour unir le continent
it: Campionato Collettivo SimRacing, un torneo innovativo e gratuito progettato per unire il continente\
pt: Campeonato Coletivo de SimRacing, um torneio inovador e gratuito projetado para unir o continente\

source: and celebrate the rich diversity of our European simracing culture.
es: y celebrar la rica diversidad de nuestra cultura europea de simracing.
fr: et célébrer la riche diversité de notre culture européenne de simracing.
it: e celebrare la ricca diversità della nostra cultura simracing europea.
pt: e celebrar a rica diversidade da nossa cultura europeia de simulação de corridas.

source: The SREU Advantage: A Pan-European SimRacing Movement
es: La Ventaja de SREU: Impulsando el SimRacing entre comunidades de toda Europa
fr: L'avantage SREU : Un mouvement de SimRacing paneuropéen
it: Il Vantaggio SREU: Un Movimento SimRacing Pan-Europeo
pt: A Vantagem SREU: Um Movimento Pan-Europeu de SimRacing

source: The SREU transcends traditional championships – it's a pan-European racing movement. Conceived to highlight the strength and potential of Europe's simracing scene, this platform brings together communities of all sizes under a shared, competitive structure — built on mutual respect, performance, and visibility.
it: L'SREU trascende i campionati tradizionali - è un movimento racing pan-europeo. Concepito per evidenziare la forza e il potenziale della scena simracing europea, questa piattaforma riunisce comunità di tutte le dimensioni sotto una struttura competitiva condivisa - costruita sul rispetto reciproco, le prestazioni e la visibilità.
pt: O SREU transcende os campeonatos tradicionais – é um movimento de corridas pan-europeu. Concebido para destacar a força e o potencial do cenário de simulação de corridas da Europa, esta plataforma reúne comunidades de todos os tamanhos sob uma estrutura competitiva partilhada — construída sobre respeito mútuo, desempenho e visibilidade.

source: High-Level Cross-Platform European Competition
es: Competición Europea de Alto Nivel Multi-Plataforma
fr: Compétition européenne haut de gamme multiplateforme
it: Competizione Europea Cross-Platform di Alto Livello

source: Race on your preferred platforms with comprehensive support across the continent:
es: Compite en tus plataformas preferidas con soporte integral en todo el continente:
fr: Course sur vos plateformes préférées avec un soutien complet à travers le continent :
it: Gareggia sulle tue piattaforme preferite con supporto completo in tutto il continente:

source: Assetto Corsa (AC)
it: Eventi Assetto Corsa
pt: Eventos Assetto Corsa

source: Assetto Corsa Competizione (ACC)
it: Eventi Assetto Corsa Competizione
pt: Eventos Assetto Corsa

source: Assetto Corsa EVO
it: Eventi Assetto Corsa
pt: Eventos Assetto Corsa

source: No geographical barriers. No platform limitations. Pure European racing excellence.
es: Sin barreras geográficas. Sin limitaciones de plataforma. Pura excelencia europea en las carreras.
fr: Pas de barrières géographiques. Pas de limites liées à la plateforme. Excellence pure du racing européen.
it: Nessuna barriera geografica. Nessuna limitazione di piattaforma. Pura eccellenza racing europea.

source: Inclusive and Progressive Competition Structure
es: Estructura de Competición Inclusiva y Progresiva
fr: Structure compétitive inclusive et progressive
it: Struttura di Competizione Inclusiva e Progressiva

source: Embracing Europe's diverse talent pool, each participating country and community hosts three distinct competitive divisions:
it: Abbracciando il diverso pool di talenti europei, ogni paese e comunità partecipante ospita tre distinte divisioni competitive:

source: ELITE Tier:
it: Livello ELITE:
pt: Divisão ELITE:

source: Europe's top virtual drivers compete for continental victory.
it: I migliori piloti virtuali d'Europa competono per la vittoria continentale.

source: CHALLENGER Tier:
it: Livello CHALLENGER:
pt: Divisão CHALLENGER:

source: Talented competitors from across Europe develop their racing craft.
it: Concorrenti di talento da tutta Europa sviluppano la loro abilità racing.
pt: Competidores talentosos de toda a Europa desenvolvem a sua arte de corrida.

source: CLUB Tier:
it: Livello CLUB:
pt: Divisão CLUB:

source: An inclusive European community where newcomers experience the thrill of international competition.
it: Una comunità europea inclusiva dove i nuovi arrivati sperimentano l'emozione della competizione internazionale.
pt: Uma comunidade europeia inclusiva onde os novatos experimentam a emoção da competição internacional.

source: This structure ensures exciting rivalries and clear progression paths for drivers from every European nation and background.
es: Esta estructura asegura emocionantes rivalidades y claros caminos de progresión para pilotos de todas las naciones y orígenes europeos.
fr: Cette structure assure des rivalités passionnantes et des parcours clairs pour tous les pilotes venus de toutes les nations et origines européennes.
it: Questa struttura garantisce rivalità emozionanti e chiari percorsi di progressione per i piloti di ogni nazione e background europeo.

source: Show Less
it: Mostra Meno
pt: Mostrar Menos

source: Aviso Legal
fr: Mentions légales
it: Avviso Legale

source: Información legal sobre nuestra comunidad de simracing.
fr: Informations légales sur notre communauté de simracing.
it: Informazioni legali sulla nostra comunità di simracing.
pt: Informação legal sobre a nossa comunidade de simulação de corridas.

source: Select a game to register a community or a driver
es: Selecciona un juego para registrar una comunidad o un piloto
fr: Sélectionnez un jeu pour inscrire une communauté ou un pilote
it: Seleziona un gioco per registrare una comunità o un pilota
pt: Selecione um jogo para registar uma comunidade ou um piloto

source: View event calendar
es: Ver calendario de eventos
it: Calendario eventi
pt: Calendário de eventos

source: Add community
es: Añadir comunidad
fr: Ajouter une communauté
it: Aggiungi comunità

source: Add driver
es: Añadir piloto
fr: Ajouter un pilote
it: Piloti allineati:
pt: Pilotos alinhados:

source: coming soon
es: próximamente
fr: bientôt disponible
it: prossimamente
pt: em breve

source: Rules
es: Reglas
fr: Règles
it: Regolamento
pt: Regras

source: Types of Penalties
es: Tipos de Penalizaciones
fr: Types de pénalités
it: Tipi di Penalità
pt: Tipos de Penalizações

source: The following outlines the four types of penalties defined based on their impact on the driver:
es: A continuación se describen los cuatro tipos de penalizaciones definidas según su impacto en el piloto:
fr: Voici les quatre types de pénalités définis selon leur impact sur le pilote :
it: Di seguito sono illustrati i quattro tipi di penalità definiti in base al loro impatto sul pilota:

source: Minor Penalty
es: Penalización Menor:
fr: Pénalité mineure
it: Penalità Minore:
pt: Penalização Leve:

source: A minor penalty may range from a verbal warning to a time penalty of up to 5 seconds added to the race results.
fr: Une pénalité mineure peut aller d'un avertissement verbal à une pénalité temporelle allant jusqu'à 5 secondes ajoutées aux résultats de la course.
it: Avviso verbale o fino a 5 secondi aggiunti al risultato.
pt: Advertência verbal ou até 5 segundos adicionados ao resultado.

source: Automatic RP Penalty
fr: Pénalité automatique RP
it: Penalità Automatica RP:
pt: Penalização RP Automática:

source: A 5-second time penalty in the event
fr: Une pénalité temporelle de 5 secondes durant l'événement
it: Deduzione di 5 secondi nell'evento.
pt: Dedução de 5 segundos no evento.

source: Ballast applied in the following event(s)
fr: Application de ballast lors des événements suivants
it: Applicazione di zavorra in eventi futuri.
pt: Aplicação de lastro em eventos futuros.

source: Deduction of event points
fr: Déduction des points de l'événement
it: Deduzione di punti evento.
pt: Dedução de pontos do evento.

source: Severe Penalty
fr: Pénalité grave
it: Penalità Grave:
pt: Penalização Grave:

source: Suspension from one or more future events
fr: Suspension d'un ou plusieurs événements futurs
it: Sospensione da uno o più eventi futuri.
pt: Suspensão de um ou mais eventos futuros.

source: In serious cases, permanent expulsion from the championship
fr: Dans les cas graves, expulsion permanente du championnat
it: Nei casi gravi, espulsione permanente dal campionato.
pt: Em casos graves, expulsão permanente do campeonato.

source: Very Severe Penalty
fr: Pénalité très grave
it: Penalità Grave:
pt: Penalização Grave:

source: Expulsion from the championship
fr: Expulsion du championnat
it: Nei casi gravi, espulsione permanente dal campionato.
pt: Em casos graves, expulsão permanente do campeonato.

source: Removal from all current and future championships
es: Expulsión de todos los campeonatos actuales y futuros
fr: Retrait de tous les championnats actuels et futurs
it: Come viene utilizzata la zavorra nel campionato?
pt: Como é usado o lastro no campeonato?

source: Software Requirements
es: Requisitos de software
fr: Prérequis logiciels
it: Requisiti Software

source: Mandatory and Recommended Software
es: Software obligatorio y recomendado
fr: Logiciels obligatoires et recommandés
it: Software Obbligatorio e Raccomandato

source: The Real Penalty package includes the Helicorsa app (strongly recommended for visibility)
es: El paquete de Real Penalty incluye la aplicación Helicorsa (muy recomendada para mejorar la visibilidad)
fr: Le package Real Penalty inclut l'application Helicorsa (fortement recommandée pour améliorer la visibilité sur piste)
it: Il pacchetto Real Penalty include l'app Helicorsa (fortemente raccomandata per la visibilità)

source: Presence in Discord voice channels during qualifying and races is mandatory
es: La presencia en los canales de voz de Discord durante las sesiones de calificación y carreras es obligatoria
fr: La présence dans les salons vocaux Discord pendant les qualifications et les courses est obligatoire
it: La presenza nei canali vocali Discord durante le qualifiche e le gare è obbligatoria

source: Note: Absence without valid reason will be considered a moderate penalty (severe for repeat offenses)
es: Nota: La ausencia sin motivo válido será considerada una penalización moderada (grave en caso de reincidencia)
fr: Note : Une absence sans raison valable sera considérée comme une pénalité modérée (grave en cas de récidive)
it: Nota: L'assenza senza valido motivo sarà considerata una penalità moderata (grave per recidive)

source: Event Punctuality
es: Puntualidad en los eventos
fr: Ponctualité aux événements
it: Puntualità agli Eventi

source: All official SimRacingEU events are scheduled at predefined times
es: Todos los eventos oficiales de SimRacingEU están programados en horarios predefinidos
fr: Tous les événements officiels SimRacingEU sont programmés à des heures prédéfinies
it: Tutti gli eventi ufficiali SimRacingEU sono programmati a orari predefiniti

source: Times won't change unless >90%% of drivers are absent (event cancellation)
es: Los horarios no cambiarán a menos que más del 90%% de los pilotos estén ausentes (cancelación del evento)
fr: Les horaires ne changeront pas sauf si plus de 90%% des pilotes sont absents (annulation de l'événement)
it: Gli orari non cambieranno a meno che >90%% dei piloti sia assente (cancellazione evento)

source: Track Limits
es: Límites de la pista
fr: Limites de la piste
it: Limiti della Pista

source: Each circuit has defined lateral limits
es: Cada circuito tiene definidos sus límites laterales
fr: Chaque circuit définit ses propres limites latérales
it: Ogni circuito ha limiti laterali definiti

source: Usually marked by solid white lines
es: Normalmente marcados por líneas blancas continuas
fr: Généralement marquées par des lignes blanches continues
it: Solitamente segnati da linee bianche continue

source: Some circuits include curbs and green zones as track
es: Algunos circuitos incluyen bordillos y zonas verdes como parte de la pista
fr: Certains circuits incluent les bordures et zones vertes comme faisant partie de la piste
it: Alcuni circuiti includono cordoli e zone verdi come parte della pista

source: Minimum requirement:
es: Requisito mínimo:
fr: Exigence minimale :
it: Requisito minimo:

source: One tire must remain within limits at all times
es: Un neumático debe permanecer dentro de los límites en todo momento
fr: Un pneu doit rester dans les limites à tout moment
it: Una ruota deve rimanere entro i limiti in ogni momento

source: Enforcement based on:
es: Aplicación basada en:
fr: Application basée sur :
it: Applicazione basata su:

source: Official Kunos limits for original circuits
es: Límites oficiales de Kunos para circuitos originales
fr: Limites officielles Kunos pour les circuits originaux
it: Limiti ufficiali Kunos per i circuiti originali
